{"texts": ["You really went to the undercity to get these? Weren't you afraid?", "Oh.", "Jayce? Jayce!", "Jayce had nothing to do with that. He was robbed. We need to help him.", "They won't see you. Your name's no good now. My dad says you're a misfit, and that we can't be friends anymore.", "I'm a misfit too, I suppose. What will you do?", "You can't do that.", "Serves you right.", "I'm working.", "I can only imagine the strings she pulled to have me posted here.", "She'd do anything to keep me from seeing the real world.", "Speech?", "Hmm. We really have descended to anarchy.", "You're from the undercity.", "Easy.", "Who shot you? Who were you working for?", "Who? I can protect you.", "I was, Sheriff, but she doesn't need it. And clearly, this takes priority.", "I understand. But there's more going on here than just the smuggling. If I could just question him I could...", "Yes, sir.", "Airship, actually. An airship has a rigid metal hull. It's not a blimp.", "Fire. Fire!", "Get the fire brigade.", "Get out. Now.", "I've had a break in the case.", "While the trail is hot? Listen, you know how I've suspected there is a single mind behind the undercity's violence?", "I think whoever attacked the square is our suspect. The same symbols showed up at the botched smuggling operation at the Hexgates.", "Keep up. All this time, they've kept their dealings localized to the undercity. Low priority. The attack on the square changes things. They've overstepped. If I can figure who made this, it could lead me directly to whoever's behind it all. The answer is here, staring me in the face. I can feel it.", "If I can just work this out. Marcus will have to listen.", "Since when did you concern yourself with the Council's opinion?", "You're serious. When? Why? Have they discovered how to govern with grease and a spanner?", "House Talis Security. That's a ceremonial position. I'd live behind a desk.", "Thanks, but I already have a job.", "I don't need charity, Councilor. Yours or my parents'.", "Get out.", "I need to speak with one of the inmates.", "This one was hit by friendly fire. He's got reason to talk. Must have been sent in today?", "Why not?", "You don't understand, I have to talk to him. Who assaulted him?", "Did my parents pay you to let me win?", "You held your shot, I saw you.", "You haven't answered my question.", "I took a look at your file. There's no record of you or your crimes. What are you here for?", "You attacked an inmate. Why?", "He was a witness in an ongoing investigation.", "This was a waste of time.", "Silco? The industrialist?", "Does this mean anything to you?", "My question first. He worked for Silco?", "There was an attack. This is evidence. I need proof if I'm to believe what you're saying about Silco.", "In what mad world would I trust someone like you?", "I will, thank you.", "I've got orders from Councilor Talis, concerning Inmate 516.", "No.", "It's for her release.", "Since today. How many chats have you had with her?", "I heard the bathysphere has a nice view. That could be a good way to get a lay of the land.", "What...", "You almost got me killed.", "No. Thank you.", "Are you going to question him?", "Silco. His connections? Isn't that why we're here?", "Unbelievable. I didn't break you out of jail to eat... slop. I knew this was a terrible idea. You don't actually know anything, do you?", "Hmm. Well, that place does look like it has bodies buried in the basement.", "How exactly do you propose we go about this?", "Excuse me? I will not.", "Please. Tell me.", "And what do I have?", "Ah, yes. Matilda. My parents named me Matilda. After my great-grandmother Matilda, the, uh...", "Do you ever say \"thank you?\"", "Whose fault is that?", "I'm an excellent shot.", "Stop calling me that. My name is Caitlyn.", "Shut up.", "Silco's goons aren't far behind. We have to keep moving.", "The sign.", "Can you do this in your...", "Shit.", "What is this place?", "I know you have your reservations about me, but this only works if we can trust each other.", "I suppose topside is to blame for all your misfortunes.", "We aren't monsters, you know. We're people, just like you.", "It's all right. Despite it all, I can tell... you have a good heart.", "She's bleeding. She needs a doctor.", "Uh... Uh... she's been stabbed.", "Shimmer. Why would you take something that does that to you?", "Thank you, I really...", "Let's go. I think Vi will be happy to see a friendly face.", "Vi. Easy, easy, easy. We need you back on your feet. What was the name Sevika gave you? Jinx?", "We're going to have to be more careful now. Silco will be watching... You used to live here? Who's Powder?", "How do you not know if your sister is alive or dead?", "What, you don't have parents?", "Who are you?", "Your sister is Jinx?", "We didn't say anything.", "I knew it was a mistake trusting you.", "I'm not the one who walked us into, not one, but two of Silco's traps.", "How do you know?", "Oh, very nice. When were you planning to tell me that your lunatic sister works for him?", "I told you the truth.", "What's going on?", "Leave her alone!", "Vi? Vi! Vi!", "What have you done with Vi? Listen, let her go. I brought her here. It's me you want.", "You're... But I thought you... I thought they were hurting you!", "It's beautiful.", "It's a misunderstanding. They think you work for Silco.", "That's not possible. You're wrong.", "You got it. You have to let me take that back.", "It's a Gemstone. It was stolen during the attack. By your sister.", "With this, someone with the right knowledge could build any Hextech device. If enforcers are becoming more... aggressive, that's why.", "That won't solve things.", "Ekko, it's wrong what's been done to you. You'd be well within your rights to keep it. I couldn't blame you. But... if you do, this cycle of violence will never stop. This is our best shot at setting the record straight. This city needs healing. More than I ever realized. Please, let me help you.", "I have a friend on the council. Let me take the Gemstone to him. He'll listen to me. Your people wouldn't have to hide anymore.", "What are they?", "Sir! I have proof. Silco's behind everything.", "Hmm.", "Okay.", "It's gone.", "It was all for nothing.", "This is Vi. She's from the undercity.", "You have to speak to the Council.", "I'll take responsibility.", "My actions? You know what else reflects on the Council? Its citizens living on the streets. Being poisoned. Having to choose between a kingpin who wants to exploit them and a government that doesn't give a shit.", "Thank you.", "We'll present our case to the Council tonight.", "What happened to her, it's not your fault.", "It's not what they offered him, it's what he had to lose.", "Thank you. Councilors, this is Vi. She was born in the undercity. Even though we failed her in countless ways, she risked everything to show me what life is really like down there. People are starving, sick, ravaged by Shimmer. They live in constant fear of the coordinated efforts of violent crime lords. One man leads these efforts. Silco.", "And who led these investigations?", "He believes the undercity should be independent. He calls it the Nation of Zaun.", "No, well... Uh...", "There are good people down there.", "What happened to you?", "Vi! Wait! Wait! Where are you going?", "I can fix this.", "There must be something else we can do. Some other way. We'll make a new plan. We have to try.", "What about us?", "You're just saying that.", "Mm.", "Drop the gun!", "Drop the gun.", "Vi, she's too far gone."]}