{"texts": ["Vi said to Mylo: We're almost there.", "Mylo said to Vi: Aw, man.", "Vi said to Jinx: Hey, Powder. Come take a look.", "Jinx said to Vi: Whoa.", "Vi said to Jinx: It's nice getting above it all, huh?", "Jinx said to Vi: One day, I'm gonna ride in one of those things.", "Mylo said to Vi: And one day, I'm gonna shoot one of 'em down. Vi, are, are you sure about this?", "Claggor said to Vi: Look, if we get caught, we're...", "Vi said to Claggor: We're not gonna get caught. We'll be in and out before anyone notices.", "Vi said to Mylo: All right, everybody, follow me. Just don't look down.", "Claggor said to Vi: Couldn't we have at least just walked there?", "Vi said to Mylo: Gotta stay out of sight for this one. This is on you, Vi.", "Claggor said to Vi: I'll get her.", "Vi said to Claggor: No.", "Vi said to Jinx: Powder, look at me. What did I tell you?", "Jinx said to Vi: That... ...I'm ready.", "Vi said to Jinx: That's right! So?", "Jinx said to Vi: Phew! Thanks.", "Claggor said to Vi: What if Vander finds out we're all the way up here?", "Vi said to Claggor: Look around you. You think anyone topside's going hungry? Besides, this is exactly the sort of job Vander would've pulled when he was our age. I'm going. Are you with me or not?", "Claggor said to Vi: Vander's gonna kill us.", "Vi said to Claggor: Yeah, only if we screw up. So don't screw up.", "Vi said to Mylo: All clear. Hmm. Whew.", "Claggor said to Vi: There's tons of enforcers down there.", "Vi said to Claggor: Means we're in the right place. You gonna get that door open any time soon?", "Mylo said to Vi: Working on it. I suggest... Animals.", "Mylo said to Claggor: You know, Claggor, for once you're right. We are definitely not supposed to be here.", "Vi said: Must be an inventor.", "Jinx said to Vi: Whoa, I think this is a real Valdiani.", "Mylo said to Jinx: Oh, yeah? What about this?", "Jinx said to Mylo: That's a nose hair trimmer.", "Vi said to Jinx: Keep an eye out for anything that looks valuable, Powder. Before Mylo fills the bag with junk. Wait, Vi, how the hell did we find this place?", "Vi said to Claggor: It was a tip from Little Man.", "Vi said to Claggor: Just leave it. How can anyone have so much stuff? Simple, just get born lucky.", "Jinx said: Woo-hoo! Mm. Huh. Whoa.", "Vi said to Mylo: Mylo.", "Vi said to Jinx: Powder, we gotta go. Is someone in there?", "Vi said to Jinx: Come on.", "Vi said to Mylo: We'll be fine. Just get back on the roof.", "Vi said to Jinx: Hold on! Watch out! Hey.", "Vi said: Shit. Get them off!", "Vi said to Jinx: Faster!", "Vi said to Jinx: Look out! You can't get away! Hey! Come on! Oh.", "Vi said to Jinx: This way! Go, go, go! Oh, man, not again. I just got this shirt... Thought last time was the last time we were gonna do this.", "Vi said to Mylo: Well, this time's the last time.", "Jinx said to Mylo: I don't know. I didn't do anything.", "Vi said to Mylo: Guys, we just emptied a Piltover penthouse right under the enforcers' noses. So, if you're done beating yourselves up, let's get this home. You could say that. I heard there was some action across the river. Someone, uh, someone really kicked the nest, huh?", "Vi said to Deckerd: Is that so?", "Vi said to Deckerd: Your streets? What makes you think... Hear that, Deckard? They don't want any trouble. You know, in my experience, trouble finds you. There's no reason this has to get ugly. How about you share a little taste of your treasure there and we'll call it even? No, no, no. We worked too hard to...", "Vi said to Deckerd: Just a taste? Huh? Huh. This day's turning out all right after all. Wait!", "Vi said to Deckerd: Wanna see how that ends?", "Vi said to Claggor: Where's Powder? Oh!", "Jinx said to Mouser: Come on, Mouser, I need you!", "Jinx said: No.", "Mylo said to Jinx: You did what?", "Jinx said to Mylo: I'm sorry. I tried to fight him off with Mouser, but... she didn't work. We never should have gone over there.", "Vi said to Claggor: Doesn't matter. The stuff's gone.", "Vi said to Jinx: It's all right, Powder. At least you're okay. I get my face bashed in, and she just gets a pass?", "Vi said to Mylo: Yup. She jinxes every job.", "Vi said to Mylo: Just drop it, Mylo. Come on, get out of here! You gotta pay! Look at that! Hey! Watch it. Hey! Well, I, uh, suppose that concludes our business, then. Mm. I suppose it does. Wait... Uh, wait a minute. This, uh... uh, this... isn't what we agreed on, so... Well, demand for your wares has dropped since we made our arrangements. This is the new value. Uh, wait, wait, wait, wait, wait. We, um... we shook on it. Ten thousand. Such are the risks of business. Ten. It's a fair price. I think you should take it. No, no, no, no. No, no, no, no, no. I can't do that. I can't do that! Make your choice. You folks need anything? Leave us. You sure about that? Sounded to me like... Piss off. Ah. I think I know what you need. You don't seem to listen, barman... A bit of advice. Don't threaten the guy who pours the drinks. So you're Vander. Hound of the Underground. I expected something... younger. We were expecting traders who would honor their word, so I guess we're all disappointed. You got us all wrong, my friend. We were just... negotiating. Now you're speaking my language. How about you just give Huck the rest of what you owe him, and I'll let you walk out of here in one piece? Do we, uh... have a deal? This is vile. You'll learn to love it. Welcome to the Lanes.", "Vi said to Claggor: Vander learns none of this.", "Mylo said to Vi: No worries there. Powder took care of the evidence.", "Jinx said to Mylo: I tried, okay? You don't get it. You're older, you're bigger. It, it isn't fair. Take a punch or two. Everyone all right? Never better. Good. I don't suppose you can explain why it is that I'm hearing about an explosion and a foot chase topside? Four children fleeing the scene. What the hell were you thinking?", "Vi said to Vander: That we can handle a real job.", "Vi said to Vander: We got our own tip, planned a route, nobody even saw.", "Vi said to Vander: That wasn't... Eh? To them? Where did you even get this tip?", "Jinx said to Vander: We just heard it at Benzo's shop.", "Jinx said to Vader: Little Man.", "Vi said to Vander: I took us there. If you wanna be mad, be mad at me. But you're the one who always says we have to earn our place in this world. We stay out of Piltover's business.", "Vi said to Vander: Why? They've got plenty, while we're down here scraping together coins. When did you get so comfortable living in someone else's shadow? Sit down.", "Vi said to Vander: I'm fine. Those kids look up to you.", "Vi said to Vander: Yeah, I know. When people look up to you, you don't get to be selfish.", "Vi said to Vander: I'm not... You say swim, they dive in. You say light a fire, they show up with oil. But whatever happens, it's on you. Just like it's on me what happens to us down here. We make ourselves a problem for Piltover, and they will send the enforcers.", "Vi said to Vander: So? Why answer to them? These are our streets. Someone should remind them of that. This? It's not gonna solve your problems. Just makes more of them. We clear? How'd you get this?", "Vi said to Vander: Some idiot was following us.", "Vi said to Vander: I don't know. He was after the stuff.", "Vi said to Vander: We lost it. Good. Nothing can tie you to what happened up there. You're gonna have to lay low for a bit, understand?", "Vi said to Vander: Okay. We're gonna be fine, right? Oh, you did put that idiot on his ass, though, right?", "Vi said to Vander: Mm. Wait, now? Hey, hey, that's mine! You wanna be treated like adults, right? Then you should know better than to come back from a job empty-handed. I'm gonna have a little word with your informant. All right, give me the details of exactly what happened up there. She's a problem.", "Vi said to Mylo: Mylo, I'm really not... The biggest payout we've ever seen and she just lost it.", "Vi said to Mylo: She made a mistake.", "Vi said to Mylo: She's young. You were twice the person at half her age.", "Vi said to Mylo: You know what, Mylo? You're right. There's a bunch of things Powder just can't do.", "Vi said to Mylo: Like, complain about everything.", "Vi said to Mylo: And brag nonstop.", "Vi said to Mylo: Pick fights with the group when we need to focus.", "Vi said to Mylo: And tell strangers on the street that we got a nice haul?", "Vi said to Mylo: Powder's my problem, okay? Your problem is never knowing when to shut up. But I'm gonna help you with that. Ready? You see this look on my face? This will always mean it's time to shut up. Nobody comes in. We're closed. Well, open up. For good. You can take your worthless junk elsewhere. Just as well. Owner's the shittiest businessman I know. Ekko. What's going on with that thing? Give me a few seconds. The cannon pinion's still busted. Finish it later. Vander and I need a word. But... Uh-uh. Off you go. Claggor. He-he-hey, Little Man. You're a little early. My guys are still roundin' up this month's collections. Won't have numbers until next, um... Whoo. Why are you muckin' about with this? I assume you've heard. Yeah, me and half the undercity. How could they be so stupid? The younger folk think it's the right thing to do. Yeah, and Vi's one of them. Throws herself at trouble wherever she can find some. Eh, they're growing up, Vander. Looking to write their own stories. You can't protect them forever. Someone was following them. Whole lot of someones, from what I heard. Not enforcers. Someone on our side. Who? There's worse things than enforcers out there. We both know that. Yeah, I was hopin' you'd be working today. Did you guys go? Sure did. Hey, listen, how did you find that place? I just... Whoa, did you fight the enforcers? What? Oh, no. Eh, just some bums. Oh, did Vi kick their asses? Yeah, I mean, I wouldn't be here otherwise. Oh, she showed me a couple moves to practice. Look. Yeah, it's... it's coming along. Ya! Hey, so, how'd you find that place, anyway? Uh, this weirdo came into the shop. Bought a whole bunch of stuff Benzo only keeps there for display. He paid in gold and didn't even haggle. I charged him double price. Sucker. But how did you know where he lived? Uh, followed him. How else? Oh. Right. Oh, crap. Uh... They'll be fine. Go. Well, hello. Evening, friends. Shit. Something I can help you with? Some trencher trash attacked one of the buildings in the Academy district, but you already knew that. We're looking for the culprits. Got a description? Yeah, it's exactly who you're picturing in that thick head of yours. Mm. You think my head is thick? Uh, just past the average. Listen, you shady son of a... How about you go for a little walk, Marcus? Cool off a bit. Go. Lovely chap you've brought. Don't mind the kid. Doesn't know when to pipe down. Some things are the same topside and bottom. You know this crossed a line upstairs. Was anyone hurt? A building was blown to bits. What do you think? Those who did this will be dealt with. That workshop belonged to the Kirammans. You know what kind of stuff they had in there? Makes this place look like a candy shop. The Council needs someone to make an example of. People need to feel safe. Yeah, topside people. We had a deal, Vander. You keep your people off my streets, and I stay out of your business. Give me a name. We'll do things quiet. No one will know you were involved. I can't do that. You don't seem to grasp how serious this is. If I don't put someone behind bars tonight, the next time I come down here, I'll have an army of enforcers with me. We both know how that'll go. I'm sorry, Grayson, but I can't offer up my own people. If you change your mind, this will reach me. And only me.", "Vi said to Jinx: What are you calling this one?", "Jinx said to Vi: Whisker.", "Vi said to Jinx: You wanna talk about today?", "Jinx said to Vi: What's the point? I ruined everything. I always do.", "Vi said to Jinx: Nobody said that.", "Jinx said to Vi: No. Just that you were \"twice the person\" at half my age. You heard them. I'm not a fighter.", "Vi said to Jinx: You don't have to be. Look, I've got these and you've got those.", "Jinx said to Vi: They never work.", "Vi said to Jinx: They will. Come with me.", "Jinx said to Vi: What?", "Vi said to Jinx: Come on.", "Jinx said to Vi: What are we doing here?", "Vi said to Jinx: See that gutter running along the canal? That's where Claggor got his foot stuck running from enforcers. They thought it was funny, so they left him there. He was out all night before we found him. That sign? You see it?", "Jinx said to Vi: Uh-huh.", "Vi said to Jinx: Mylo tripped over his own paint bucket and nearly fell off trying to draw a giant middle finger. His ass made that splotch. And that? When I was a kid, some guy took my favorite toy and threw it up there. I used to come out here at night and stare at it, hoping maybe the wind or a bird might knock it down. We've all had bad days. But we learn. And we stick together.", "Jinx said to Vi: Oh, I forgot. These were in my pocket. They're from the apartment.", "Vi said to Jinx: What are they?", "Jinx said to Vi: I don't know. Should we show Vander?", "Vi said to Jinx: No. Let's keep this our little secret. Mylo's wrong, Powder. You're stronger than you think. And one day... this city's gonna respect us.", "Silco said to Deckard: You were supposed to follow them and not interfere.", "Deckard said to Silco: I'm sorry. They just caught us by surprise.", "Silco said to Deckard: Now his accomplice is asking questions about you. That's not a risk I'm willing to take.", "Deckard said to Silco: The kids. It was their fault, the explosion in the upper city.", "Silco said to Deckard: That was them?", "Deckard said to Silco: Yeah. The topsiders are up in arms looking for 'em.", "Silco said to Deckard: Vander's in trouble. Smartest thing you ever said, boy.", "Silco said: Get him a meal. But keep him off the streets.", "Silco said to Singed: Our timeline has moved up.", "Singed said to Silco: It's almost ready.", "Silco said to Deckard: Show me.", "Singed said: Feeding time.", "Silco said to Deckard: And the side effects?", "Singed said to Silco: Stabilizing. You have a subject in mind?", "Silco said to Deckard: Someone just volunteered.", "Caitlyn said to Jayce: You really went to the undercity to get these? Weren't you afraid?", "Jayce said to Caitlyn: A little danger is worth the risk, don't you think?", "Caitlyn said to Jayce: Oh.", "Jayce said to Caitlyn: Uh, careful. That's your parents' money you're dropping.", "Vi said to Jinx: Powder, we've gotta go!", "Jayce said: Hello? Is someone in there? Hey, open up!", "Caitlyn said to Jayce: Jayce? Jayce!", "Jayce said to Jayce's mom: Mom! Mom. Mom, wake up. Mom.", "Jayce said: Help! Please, someone, help us! Help! Please! No. Wait. Wait. How?", "Grayson said to Jayce: Let's go over it again.", "Jayce said to Grayson: You have to believe me. I didn't do this.", "Grayson said to Jayce: Relax, kid. We know it was a break-in but that doesn't explain this. There's a lot of restricted items here and I don't see any permits. You wanna tell me how you got them?", "Jayce said: Hey, hey! Be careful with that, please.", "Viktor said: I believe someone should have said that earlier. What happened here?", "Jayce said: Science, I guess?", "Grayson said to Jayce: Last time I checked, science didn't require illegal equipment.", "Viktor said to Jayce: Nor was this approved by the Academy. Who authorized your research?", "Jayce said to Viktor: It was an independent study. Who are you anyway?", "Viktor said to Jayce: I'm assistant to the Dean of the Academy, who it may serve you to remember is also head of the Council. He sent me here to ensure that anything dangerous is removed safely. Which, according to my list, includes you.", "Jayce said to Viktor: What? How am I dangerous?", "Viktor said to Jayce: Uh, that's for the council to decide.", "Heimerdinger said to Jayce: Imprisonment. What a curious principle. We confine the physical body, yet the mind is still free. I do love a good conundrum. I remember the first time I saw you at the Academy. You reminded me of myself. A scientist ready to forge a new vector of experimentation. But sometimes we venture too far. No great science should ever put lives in danger. Be honest, now. What manner of inquiry was this?", "Jayce said to Heimerdinger: Professor Heimerdinger, I... I believe I've discovered something truly incredible. A way to harness magic through science.", "Heimerdinger said to Jayce: Magic?", "Jayce said to Heimerdinger: Yes.", "Heimerdinger said to Jayce: No.", "Jayce said to Heimerdinger: No?", "Heimerdinger said to Jayce: The Arcane is dangerous, Jayce. A force of nature. Science cannot control it.", "Jayce said to Heimerdinger: But maybe it can. I'm close to a breakthrough, I know it.", "Heimerdinger said to Jayce: How old are you, my boy?", "Jayce said to Heimerdinger: I'm... I'm 24.", "Heimerdinger said to Jayce: Ah. Well, I am now 307 years old. All my life, I've pursued the mysteries of science, only to discover some are better left unsolved. This, I'm afraid, is one of them. Own your mistakes before the Council, admit your work was dangerous, but speak nothing of magic. Do that and I theorize you'll get away with, um, how do you say, a slap on the wrist.", "Mylo said to Vi: Remind me why we bother with this dump.", "Vi said to Mylo: Vander said to lay low. Enforcers never come down here, so this is as good a place as any.", "Claggor said to Mylo: Oh, what's the matter, Mylo? You worried Powder's gonna beat you again?", "Mylo said to Claggor: Hey, if she didn't keep fixing these things, I wouldn't keep missing.", "Mylo said to Vi: You guys know I wouldn't take you on a job you couldn't handle, right? Are you kidding? That was the best job we've ever done. Maybe just don't take Powder next time.", "Claggor said: Um...", "Enforcer 1 said: Get back.", "Enforcer 2 said: Tell me where I can find them. It's every one of you trencher's concern now. Give me a name.", "Jinx said: Hey, guys? You should see this...", "Mylo said: Go ahead, idiots. We've got nothing. Go!", "Vi said to Jinx: Come on! Over here!", "Vi said to Jinx: You need to hide those crystals.", "Jinx said to Vi: Yeah, no shit.", "Elora said to Mel: The House Ferros received your letter. They insist business is steady.", "Mel said to Elora: Steady is stagnant, Elora.", "Elora said to Mel: They wished me to remind you that it's thanks to their innovations that you are the richest person in Piltover.", "Mel said to Elora: Yet I remain the poorest Medarda. If I may...", "Mel said to Elora: We need something revolutionary, Elora. Something to put Piltover on the map. What of today's trial?", "Elora said to Mel: His name is Jayce of House Talis.", "Mel said to Elora: A House? Remind me.", "Elora said to Mel: They're toolmakers. I believe they came to renown for their design of the... collapsible pocket wrench.", "Mel said to Elora: But Heimerdinger favors him?", "Elora said to Mel: As far as I can tell.", "Mel said to Elora: Hmm.", "Mel said to servant: This one. Well, that's a child's toy.", "Mel said to servant: Good. It's why we supported him in the first place. Ambition? Darling, he nearly blew up our daughter.", "Caitlyn said to Mrs. Kiramann: Jayce had nothing to do with that. He was robbed. We need to help him. We've known Jayce for years. Besides, we're his patrons. If anyone is meant to speak up for him, it's us. We should hit them back. We've got the numbers to beat them. Yeah. Let's teach them what it means to mess with us. Yeah!", "Vander said to crowd: You sure that's what you want?", "Vander said to crowd: We crossed that bridge once before, and we all know how that ended.", "Vander said to crowd: I'm protecting our people. I'd do the same for any one of you. We look out for each other. It's the way it's always been. This will blow over. We just need to stand together. wouldn't be afraid to fight.", "Vander said: Do I look afraid? You look weak.", "Claggor said: Why isn't he doing anything?", "Jinx said: We kicked the Enforcers' butts with just the four of us. Imagine what the whole of the Lanes could do.", "Mylo said: Jeez, even Powder wants to fight.", "Vi said: So, why aren't we? Spill it, Ekko.", "Ekko said: Um... Oh, okay. Well, um, Vander's got a deal with the Enforcers.", "Vi said: What deal?", "Mel said to Councilor 1: For your birthday, Councilor.", "Mel said to Councilor 1: I'm told it was built only for the sharpest of minds. Don't you know I'm allergic? What are you trying to do? Kill an old man?", "Mrs. Kiramann said: Jayce Talis. You are accused of illegal experimentation and endangering the citizens of Piltover. What do you have to say for yourself?", "Jayce said: The materials were far more dangerous than I was aware of, and I... I now know my actions were against Academy regulations. What I did endangered people. It was reckless, and for that, I'm sorry. I ask the Council's forgiveness, and I hope that I can continue my studies.", "Mrs. Kiramann said: As Jayce's patron of many years, I can speak for his character. I believe that one day, he will be a great contributor to our society. Is this the sort of contribution we can expect?", "Heimerdinger said: If you were a scientist, you'd know you can't make a prototype without breaking a few wrenches.", "Mel said: Do you have anything to show for your work besides an explosion?", "Jayce said: Uh, no. It came to nothing.", "Mel said: So, you're saying your study was meaningless?", "Jayce said: It was revolutionary!", "Mel said: Revolutionary how? All I see is a boy meddling with things he doesn't understand. This is a fine line. If we condone this, what's next? Ridiculous, really. The Council has more important matters to deal with. Perhaps we should just finish this...", "Jayce said: I was trying to create magic. Arcane talents are something you're born with. They can't be fabricated.", "Jayce said: Actually, I believe it is possible.", "Mel said: Has anyone even tried it before?", "Jayce said: Surely, we, the pioneers of science, can use it for good. We're the champions of discovery. Why fear it when we can master it?", "Heimerdinger said to Jayce: Jayce, enough.", "Jayce said: This is the city of progress, think of the wonders we could create. Let me prove...", "Heimerdinger said to Jayce: Enough! You don't understand what's at stake. But how can you? That's a burden that only I here carry.", "Heimerdinger said: Time. I've seen this power in the wrong hands. It corrupts, consumes, lays waste to civilizations. That cannot happen here, my boy. It must not. Piltover was founded to escape the warmongering of mages, not cultivate it. The Ethos is clear. He must be banished from Piltover. Please, let me speak! As a lower house, my voice doesn't carry much weight here. But as a mother, I have a voice that matters deeply. My son isn't in his right mind. His entire life, he's chased an impossible dream. What he did was, uh, foolish and unwise. But he has a good heart. Please, let him come home. A crime like this can't be overlooked. The boy must be punished.", "Heimerdinger said: A violation of the Ethos calls for banishment, but I can sympathize with a young man's dream to change the world. Perhaps in this matter, a lesser sentence may suffice. I move that Jayce be summarily expelled from the Academy and remanded to the care of his parents. All those in favor?", "Heimerdinger said to Mrs. Talis: You may take your son home, Mrs. Talis, but he is to never set foot on Academy grounds again.", "Marcus said to Silco: First time I've been invited to the Lanes. It better be worth my time.", "Silco said to Marcus: Ah, you see, that's your weakness, Marcus. You carry your chin so high, you fail to see the opportunity below.", "Marcus said to Silco: Who are you?", "Silco said to Marcus: You're looking for four children, the ones running circles around Piltover's finest.", "Marcus said to Silco: What about it?", "Silco said to Marcus: Don't look so concerned. I'm about to make your day.", "Jayce said to Mrs. Talis: Hmm. Jayce, please. If I hadn't spoken, you'd be lost to me. I had to say something.", "Jayce said to Mrs. Talis: Magic saved your life.", "Jayce said to Mrs. Talis: I could've convinced the Council. If my own family won't help me, I'll find someone who will.", "Heimerdinger said to Viktor: Oh. That foolish boy.", "Viktor said to Heimerdinger: Yeah, I must admit, his theory intrigues.", "Heimerdinger said to Viktor: If dangerous ideas didn't excite the imagination, we would never wander astray.", "Viktor said to Heimerdinger: Could it work? Could these stones really invoke magic?", "Heimerdinger said to Viktor: Nonsense. It's far too unstable.", "Viktor said to Heimerdinger: Could you stabilize it?", "Heimerdinger said to Viktor: Me? Why would I? That only leads to more problems, and that poor boy has enough of them already. There. Come tomorrow morning, his research will be safely disposed of. Lock up.", "Heimerdinger said: No, no, no. Magic is far too dangerous in the wrong hands.", "Silco said to Singed: Will he live?", "Singed said to Silco: Long enough.", "Silco said to Deckard: Beautiful, aren't they? Yet, up there on the surface, no one even knows they exist.", "Deckard said to Silco: They're monsters.", "Silco said to Deckard: There's a monster inside all of us.", "Deckard said to Silco: What? No. No, no! It'll kill me!", "Silco said to Deckard: I'd like to let you in on a very important secret I learned when I was about your age, boy. You see, power, real power doesn't come to those who were born strongest, or fastest, or smartest. No. It comes to those who will do anything to achieve it. It's time to let the monster out.", "Caitlyn said to Jayce: They won't see you. Your name's no good now. My dad says you're a misfit, and that we can't be friends anymore.", "Jayce said to Caitlyn: So, why are you out here?", "Caitlyn said to Jayce: I'm a misfit too, I suppose. What will you do?", "Jayce said to Caitlyn: Join the Talis hammer business, I guess.", "Caitlyn said to Jayce: You can't do that.", "Jayce said to Caitlyn: No, I can't.", "Mrs. Kiramann said to Caitlyn: Come inside, Caitlyn. Now.", "Jayce said to Mrs. Kiramann: I'm sorry. I just wanted to explain...", "Mrs. Kiramann said to Jayce: I think you've done enough.", "Mel said to Grayson: You said this was a break in. Did they take anything dangerous?", "Grayson said to Mel: Hard to say. We don't exactly know what we did find, let alone what we didn't. The culprits must be apprehended.", "Grayson said to Councilor: We're doing our best, Councilor. I assure you. Oh, we'll find them. Don't worry.", "Grayson said to Councilor: We've conducted exhaustive interrogations, frozen commerce for half the district. With all due respect, Councilor, don't you think we've pushed them hard enough? Turn the undercity upside down if you have to. Just find them!", "Vander said to Marcus: Welcome to The Last Drop. What can I get you?", "Marcus said to Vander: Four sump-rats will do.", "Marcus said: Search the place.", "Vander said to Marcus: While you're wasting your time, how about a proper drink?", "Marcus said to Vander: I'll take the strongest shit you got.", "Vander said to Marcus: Mm. You be careful with that.", "Marcus said to Vander: Nearly forgot. I ran into an old friend of yours. He had some stories. You weren't always the peacekeeper, were you?", "Vander said to Marcus: Yeah, well, you can't escape the past. Right? Be a shame if I had to put them on again. Cast iron's, well, it's hard to clean.", "Marcus said to Vander: You people down here are all the same, mistaking arrogance for bravery. You think you're standing up for something, but we all know there is a crime behind every coin that passes through this place. You're just a small man in a little hole the world forgot to bury. And I'm gonna bury the lot of you.", "Vander said: Are you all okay?", "Vi said to Vander: No, we're not okay. They almost saw Powder. What if they took her?", "Vander said to Vi: No one is taking any of you. Never let that happen.", "Vi said to Vander: It's already happening. You heard him, they won't stop. We need to fight back. And if you won't, I will.", "Vander said to Vi: I've heard this kind of talk before.", "Vi said to Vander: Why are we here?", "Vander said to Vi: You still don't understand.", "Vi said to Vander: What I don't understand is how you can work with them. We were here. We saw what they did. I grew up knowing I'm less than them, that my place is down there. I want Powder to have more than that, and I'm willing to fight for it.", "Vander said to Vi: So was I. I was angry, just like you. I led us across this bridge, thinking things could change. If I hadn't... your parents would still be alive. I know you wanna hurt the topsiders for what they've done to us. But who are you willing to lose? Mylo? Claggor? Powder? Nobody wins in war, Vi.", "Vi said to Vander: What are we gonna do?", "Vander said to Vi: The Enforcers will come back. I... I don't know. I'll, uh, I'll figure it out.", "Viktor said to Jayce: Am I interrupting?", "Jayce said to Viktor: The hell's your problem? What's that? Another list with my name on it?", "Viktor said to Jayce: Actually, yes, but only because you signed your notes. Every page, I might add. Eh, a little egotistical, don't you think?", "Jayce said to Viktor: Is that why you came? To insult me?", "Viktor said to Jayce: No, no, I was... I was intrigued by what you said at the trial.", "Jayce said to Viktor: That makes you the only one.", "Viktor said to Jayce: Yes, well, I wanted to talk about your work. This Hextech theory of yours.", "Jayce said to Viktor: It's not a theory. I saw with my own eyes what magic can do, the lives it could save. You've no idea how beautiful it is. And now it's gone. No one believed me.", "Viktor said to Jayce: Nobody's ever believed in me. A poor cripple from the undercity. I was an outsider the moment I stepped foot in Piltover. I didn't have the benefits of a patron or a name. I simply believed in myself. Which is why I'm here because I think you're on to something. I want to help you complete your research.", "Jayce said to Viktor: No one thinks it can be done.", "Viktor said to Jayce: When you're going to change the world, don't ask for permission.", "Jayce said to Viktor: I don't even know your name.", "Viktor said to Jayce: It's Viktor.", "Mylo said to Vi: Vi, where you been?", "Claggor said to Vi: Rumor is the Lanes are gonna fight.", "Jinx said to Vi: Look, I made them for the Enforcers. These are smoke bombs, and those two are full of nails. They're gonna work this time, I know it.", "Vi said to Jinx: Me too. You know, Powder, what makes you different makes you strong. Always remember that, okay?", "Grayson said to Marcus: What the hell were you thinking, going into The Last Drop? Do you have any idea what you've done?", "Marcus said to Grayson: I was getting results!", "Grayson said to Marcus: You heard the Council. You're a fool. There is no stopping what happens now. Maybe it's not too late.", "Silco said: Ever wonder what it's like to drown? Story of opposites. There's peace in water. Like it's holdin' you, whisperin' in low tones to let it in. And every problem in the world will fade away. But then, there is this thing in your head, and it's raging. Lighting every nerve with madness. To fight. To survive. And all the while, this question lingers before you: \"Have you had enough?\" It's funny. You could pass a lifetime without ever facing a choice like that. But it changes you forever. For that, I thank you, old friend.", "Vi said to Vander: Vander?", "Vander said to Vi: We don't have much time.", "Vi said to Vander: How did you find me?", "Vander said to Vi: I'm proud of you. Always have been.", "Vi said to Vander: I'm sorry, I... This is the only way to protect the others.", "Vander said to Vi: Vander. You've got a good heart. Don't ever lose it. No matter how the world tries to break you. Protect the family.", "Vi said to Vander: What are you... No. Vander. Let me out. This isn't right.", "Grayson said to Vander: I'm guessing that's for me.", "Marcus said to Vander: You gonna let us make the arrest or not?", "Vander said to Marcus: You'll oblige a doomed man one last smoke. Won't you?", "Grayson said to Vander: I'm not putting you away, Vander.", "Vander said to Grayson: The Council needs its pound of flesh.", "Grayson said to Vander: Without you down here, it all falls apart.", "Vander said to Grayson: Benzo will handle things. I may not have my devilish charm, but he runs a tight ship.", "Vi said to Vander: Vander, no. You can't do this.", "Grayson said to Vander: You won't be coming back for a long time.", "Vander said to Grayson: I know.", "Grayson said to Vander: Why?", "Vander said to Grayson: Mm. It's the only way.", "Vi said to Benzo: Benzo, open the damn door.", "Vi said: What's happening?", "Grayson said: Hey. Stop right there!", "Benzo said: What the devil... No.", "Benzo said to Silco: Silco? You animal. Go crawl back into whatever hole you came out of.", "Vander said to Benzo: Benzo, stay back.", "Silco said to Benzo: You never did know when to walk away.", "Vander said to Benzo: Wait. No!", "Silco said to Benzo: Hmm. Stubborn to the end.", "Marcus said to Silco: What the hell have you done? This wasn't the deal!", "Silco said to Marcus: Deal's changed.", "Vi said: No. No!", "Jayce said to Viktor: This entire time, I thought I needed to dampen the oscillations.", "Viktor said to Jayce: The crystals will only stabilize at high frequency. You have to...", "Jayce said to Viktor: Crank it.", "Viktor said to Jayce: Yes. Yes. You have to... crank it.", "Jayce said to Viktor: It works.", "Viktor said to Jayce: Eh... On paper.", "Jayce said to Viktor: Well, we could test it if we had access to my equipment.", "Viktor said to Jayce: Which is being destroyed tomorrow.", "Jayce said to Viktor: What?", "Viktor said to Jayce: Oh. I... Yeah. I, I meant to tell you.", "Jayce said to Viktor: That research is everything. My... my whole life. Maybe if we showed them the equations, they'd let us...", "Viktor said to Jayce: We need more than promises. We need proof.", "Jayce said to Viktor: Not without the crystals. The enforcers took them all. They're gone.", "Viktor said to Jayce: Yeah. Locked away in Heimerdinger's lab.", "Jayce said to Viktor: No. No. No. You heard the Council. If we're wrong...", "Viktor said to Jayce: Better be right then.", "Jayce said to Viktor: Why? Why would you risk this?", "Viktor said to Jayce: Do you think it was my life's ambition to be an assistant? Scientists seek discoveries. Ways to make the world a better place. This Hextech dream of yours has the potential to do that.", "Jayce said to Viktor: Our Hextech dream.", "Ekko said to Vi: I saw everything. Be... Benzo. They...", "Vi said to Ekko: What about Vander?", "Ekko said to Vi: They took him.", "Vi said to Ekko: Where?", "Silco said to Vander: It's a little crude, I'll admit. The base violence necessary for change. But we both know topside won't listen to anything else.", "Vander said to Silco: Even with your monsters, you won't win a war against Piltover.", "Silco said to Vander: I don't have to. I just need to scare them. They won't dare set foot in the underground again.", "Vander said to Silco: You'll get people killed. For what? Pride?", "Silco said to Vander: For respect. Opportunity. Everything they've denied us.", "Vander said to Silco: You had my respect. The Lanes' respect, but that... that was never enough for you.", "Silco said to Vander: We shared a vision, Vander. A dream of freedom. Not just for the Lanes, but the whole of the underground, united as one. The nation of Zaun. Do you even remember? I trusted you. And you betrayed me.", "Vander said to Silco: What I did to you... I've never forgiven myself. You were my brother.", "Silco said to Vander: No, you still don't understand. Can you imagine what it's like? When your blood mixes with the filth and the river toxins eat through your nerves. Oh, I hated you for what you'd done. But as time passed, so did my hate. And I was left with an understanding. The only way to defeat a superior enemy is to stop at nothing. To become what they fear. I hated you, but you kept my respect. Until you made peace with them. Played lapdog after everything we suffered.", "Vander said to Silco: I had no choice.", "Silco said to Vander: Perhaps. But now you do. Shimmer. We have the power. We can finally realize our dream, brother.", "Vander said to Silco: Look at what you've done. Benzo. These kids. In fighting topside, you'd sacrifice everything that we are. It's not the way. Can't you see that? Kill me if you have to, but please spare the Lanes.", "Silco said to Vander: You'd die for the cause, but you won't fight for one?", "Vander said to Silco: I'm just... not that man anymore.", "Silco said to Vander: I'll show you what you really are.", "Viktor said to Jayce: Hmm. So far, so good.", "Mel said to Jayce: Hmm. Willing to risk exile for your endeavor. That's quite the conviction.", "Jayce said to Mel: Councilor. What a surprise to see you, huh?", "Viktor said to Mel: Wait a minute, this isn't my bedroom. How could I have...", "Jayce said to Mel: Please. We can prove that it works.", "Mel said to Jayce: Hmm. You couldn't do so earlier today, how is tonight any different?", "Viktor said to Mel: We figured out how to stabilize it.", "Mel said to Viktor: You're the Professor's assistant.", "Jayce said to Mel: No, he's my new partner.", "Mel said to Jayce: Even if you manage to prove your theory, the Council would destroy it.", "Viktor said to Mel: Heimerdinger will recognize the potential.", "Mel said to Viktor: He already does. It scares him. It scares them all.", "Jayce said to Mel: What about you?", "Mel said to Jayce: I recognize that any worthwhile venture involves risk.", "Jayce said to Mel: Councilor, this technology, it's real. And no matter what happens here, it's going to change our world. We should be the ones to lead it. Piltover, the land of progress, equality, innovation. I know it sounds impossible, but when have we ever let that stop us? Please, just give us a chance.", "Mel said to Jayce and Viktor: One night, gentlemen. Impress me, or I'd suggest you pack your bags.", "Mel said to Harold: Harold.", "Harold said to Mel: Oh. Oh. Oh, Councilor Medarda, you... you nearly scared me to death.", "Mel said to Harold: Ah. Another late night. The work just doesn't end.", "Harold said to Mel: Well, I suppose that's a sign of good business, huh?", "Mylo said to Claggor: Well, if the enforcers hit tonight, we'll be ready... I think.", "Claggor said to Mylo: Dibs on the bat.", "Mylo said to Claggor: No, no, no, no. I found it.", "Claggor said to Mylo: But I called it.", "Mylo said to Claggor: But I found it.", "Claggor said to Mylo: Respect the dibs.", "Mylo said to Claggor: I called it already.", "Claggor said to Mylo: Respect the...", "Mylo said to Claggor: Stop being such a big baby.", "Claggor said to Vi: Vi?", "Vi said: Where's the...", "Jinx said to Vi: Oh, you're back.", "Mylo said to Vi: Hey. Those are Vander's. Slow down. What's going on?", "Vi said: Benzo's dead.", "Mylo said to Vi: Dead?", "Vi said: They took Vander.", "Mylo said: Who took Vander?", "Vi said: I don't know. But I need to help him.", "Mylo said: We're going with you.", "Vi said: Whatever killed Benzo... was like nothing I've ever seen. It tore him apart.", "Claggor said to Vi: You're not doing this alone, Vi. He's our father too.", "Mylo said: Do we know where they took him?", "Vi said: Ekko followed them. The old cannery next to the docks. He said...", "Vi said to Jinx: I need you to sit this one out, Powder.", "Jinx said to Vi: What?", "Vi said to Jinx: You're not coming.", "Jinx said to Vi: I'm not afraid.", "Vi said to Jinx: It's too dangerous.", "Jinx said to Vi: But families stick together. You said it yourself.", "Vi said to Jinx: I know what I said...", "Jinx said to Vi: I want to fight. I can help.", "Vi said to Jinx: You're not ready. You're all I have left. I can't lose you. Here. If they come for you, take this and run. Where ever you are, light it up, and I'll find you. I promise.", "Jayce said to Viktor: It's all here.", "Viktor said to Jayce: It's time to crank it.", "Jayce said to Viktor: Are you sure you know what you're doing? I don't think it's gonna hold! Look at the buildup!", "Viktor said to Jayce: The resonance will stabilize it. Trust me.", "Enforcer said: Hey, you seeing this?", "Jinx said: I can help them.", "Vi said: Let's get Vander and get out.", "Viktor said to Jayce: I told you it would work. All yours.", "Jayce said to Viktor: Wow. It's never done that before. All right. Here we go.", "Viktor said to Jayce: Disengage! Incredible.", "Vander said to Vi: Vi. What are you doing here?", "Vi said to Vander: We're breakin' you out.", "Vi said to Mylo: Mylo.", "Mylo said to Vi: On it.", "Vander said to Vi: How... how did you get in? There's guards everywhere.", "Vi said to Vander: It was easy. We found an open window and...", "Vander said to Vi: Oh, god. You have to get out. Now.", "Silco said: Welcome. You have my congratulations.", "Silco said to Vi: But I'm afraid this will be a very short reunion. Have you heard the rumor? Vander the coward fled town with his children. And they were never seen again.", "Vi said to Claggor: Claggor, see if you can find another way out of here.", "Claggor said to Vi: Okay.", "Vander said to Vi: You don't have to do this.", "Vi said to Vander: Yes, I do.", "Vander said to Vi: Vi.", "Vander said to Mylo: Mylo. Take a breath. You can do this.", "Claggor said to Vander: We're gonna get you out.", "Silco said to Deckard: Ready to rise to the surface?", "Vander said to Mylo: Mylo, hurry.", "Jinx said to Vi: Vi!", "Vander said to Silco: Silco. Let her go. This is between you and me.", "Silco said to Vander: You had your chance.", "Vander said to Vi: Vi. You did good.", "Enforcers said: Open up.", "Heimredinger said: Stop this lunacy at once.", "Viktor said to Jayce: They're almost through. No pressure.", "Enforcers said: Open the door.", "Jayce said to Viktor: That sounds like pressure!", "Enforcers said: Open it.", "Heimerdinger said: Excuse me. Underfoot. You've actually done it. But just because it can be done, doesn't mean... Will you please stop hovering?", "Viktor said to Heimerdinger: I'm not sure how to do that, sir.", "Heimerdinger said: This is not what Piltover's future looks like, my dear boys.", "Mel said to Heimerdinger: That's for the Council to decide. Perhaps it's time. For the era of magic.", "Jayce said to Mel: Uh, Hextech. For the era of Hextech.", "Jinx said: You have to work. For me. Okay?", "Silco said to Deckard: Kill them.", "Silco said to Vander: I knew you still had it in you.", "Silco said to Deckard: Find the girl.", "Vander said to Silco: Silco!", "Vi said to Vander: Vander. Vander...", "Vander said to Vi: Take care of Powder.", "Vi said: No!", "Jinx said to Vi: Vi, it worked.", "Vi said to Jinx: What?", "Jinx said to Vi: Did you see me? My monkey bomb finally worked.", "Vi said to Jinx: You did this? Why? Why did you do this?", "Jinx said to Vi: I... I didn't... I was saving you. I only wanted to help. I only wanted to help. I only wanted to help. I only wanted to...", "Vi said to Jinx: I told you to stay away.", "Jinx said to Vi: Please. Please. Please...", "Vi said to Jinx: I told you to stay away!", "Jinx said to Vi: No. Why did you leave me?", "Vi said to Jinx: Because you're a jinx. Do you hear me? Mylo was right.", "Jinx said to Vi: No. No. No. No. Violet, please. Violet, please. Vi! Vi, come back! Please come back! Please, Violet. I need you. Please. Violet... Violet. Please.", "Vi said to Jinx: Powder. Pow...", "Marcus said to Vi: Shh. He'll kill you if he hears you. Come on. Let's go.", "Silco said to Jinx: Hello, little girl. Where's your sister?", "Jinx said to Silco: She left me. She is not my sister anymore.", "Silco said to Jinx: It's okay. We'll show them. We will show them all.", "Jayce said to Heimerdinger: You wanted to see me, Professor?", "Heimerdinger said to Jayce: Ah. Come in, Jayce. Can you believe it? Our city is about to turn 200 years old. A bicentennial.", "Jayce said to Heimerdinger: It's shaping up to be an amazing Progress Day. Stanwick Padidly? Huh, I don't know much about him.", "Heimerdinger said to Jayce: Everything he built either exploded, melted, or toppled over. And yet, here he stands. Stanwick set his personal ambitions aside and focused on something far more important. Our future. He realized nothing he could accomplish could compare to the contributions of his students.", "Jayce said to Heimerdinger: I had no idea.", "Heimerdinger said to Jayce: That was his sacrifice. A dear friend. The Council has recommended you give the Progress Day speech this year.", "Jayce said to Heimerdinger: What... But you always give that speech. I... I could never take your place.", "Heimerdinger said to Jayce: I agree with them. Your Hexgates have done wonders for our city. Brought scholars from distant lands. Reignited passions in arts and science. You deserve this honor.", "Jayce said to Heimerdinger: I... I will do my best to make Piltover proud, Professor.", "Heimerdinger said to Jayce: It's short notice, I know, but perhaps there's something in the lab you might be able to share? People love a grand reveal.", "Jayce said to Heimerdinger: Viktor and I have just the thing. The next chapter of Hextech. Come to the lab this afternoon, I'll show you.", "Heimerdinger said to Jayce: I'll look forward to it. You certainly have something to live up to, my boy.", "Mrs. Kiramann said: Our most famous protégé, Jayce Talis. The visionary behind the Hexgates, a beacon of trade and prosperity for our great City of Progress.", "Jayce said: Excuse me. Sorry, sorry. Yeah. Excuse me.", "Mrs. Kiramann said: He's a very busy man.", "Jayce said to Caitlyn: Cait.", "Caitlyn said to Jayce: Serves you right.", "Jayce said to Caitlyn: You still avoiding her?", "Caitlyn said to Jayce: I'm working.", "Jayce said to Caitlyn: Oh, I can see that. I mean, there's so much crime to thwart outside your family's tent.", "Caitlyn said to Jayce: I can only imagine the strings she pulled to have me posted here.", "Jayce said to Caitlyn: It's your fault really, for not following her into a career \"more befitting your station.\"", "Caitlyn said to Jayce: She'd do anything to keep me from seeing the real world.", "Jayce said to Caitlyn: Well, at least you'll have front-row seats to the speech.", "Caitlyn said to Jayce: Speech?", "Jayce said to Caitlyn: Mm-hmm. I'm giving the big address tonight.", "Caitlyn said to Jayce: Hmm. We really have descended to anarchy.", "Jayce said to Caitlyn: Have fun herding the drunkards. Uh, shipping manifest? From your friend. Downtown. Let's go! Ah, shit. The Firelights. We have five minutes till they're out of there. You ever seen this much Shimmer before? They're expanding. Check for more below. Burn it all. Oh, no, no, no, no, no. Open up. Open the door. Oh, no. She's here. What the...", "Jinx said: Hi. Vi?", "Vi said to Jinx: I can't lose you.", "Jinx said to Vi: Why did you leave me?", "Vi said to Jinx: Because you're a jinx.", "Sevika said to Jinx: You were supposed to guard the cargo.", "Viktor said to Jayce: You think he will approve?", "Jayce said to Viktor: Heimerdinger believes science should be used to improve lives as much as we do. We just need to show him it's safe.", "Viktor said to Jayce: And what about the Council?", "Jayce said to Viktor: We stabilized the crystal like they asked. Built the Hexgates like they asked. It's our turn to decide the future of Hextech. Professor. I'm so glad you could make it.", "Heimerdinger said to Jayce: Wouldn't miss it for the world, my boy. What do we have on the docket?", "Jayce said to Heimerdinger: It all began with this. A crystal of magical energy, too volatile to be handled outside our workshops. Hextech was supposed to bring magic into the life of the common man. And now, it finally can. A Hextech Gemstone.", "Heimerdinger said to Jayce: Wait. Holy sprockets.", "Viktor said to Heimerdinger: We've found a means to fortify the crystals. This new version is stable and absolutely safe. We present to you the next chapter of Hextech.", "Jayce said to Heimerdinger: We can now design portable devices.", "Heimerdinger said: Oh...", "Jayce said to Heimerdinger: The Gemstone can power virtually anything. The Atlas Gauntlets. The mining colonies in the fissures can work faster and without fatigue.", "Viktor said to Heimerdinger: The Hex Claw. A mechanical arm, equipped with a powerful ray of light. Imagine what our artificers could do with such a device.", "Jayce said to Heimerdinger: I want Hextech to be a tool for us to build a new world. And now, it's finally possible.", "Viktor said to Heimerdinger: Anyway, this is our presentation.", "Heimerdinger said: Quite amazing, gentlemen. You should be very proud. Obviously, there are a few kinks to iron out and screws to be tightened, but give it a decade of careful research, and it will be ready.", "Viktor said to Heimerdinger: A decade?", "Heimerdinger said to Viktor: Oh, don't worry, my boy. It zips past you in the blink of an eye.", "Viktor said to Heimerdinger: With respect, Professor. We can be improving lives with Hextech now.", "Heimerdinger said to Viktor: A breakthrough like this takes time, Viktor. Putting that kind of power into everyone's hands is dangerous. Keep at it and I'm sure you will discover a way to safeguard Hextech against misuse.", "Caitlyn said to Grunt: You're from the undercity.", "Grunt said to Caitlyn: I didn't do anything. She's crazy.", "Caitlyn said to Grunt: Easy.", "Grunt said to Caitlyn: She shot me.", "Caitlyn said to Grunt: Who shot you? Who were you working for?", "Grunt said to Caitlyn: I can't. He'll kill me.", "Caitlyn said to Grunt: Who? I can protect you.", "Marcus said to Caitlyn: Caitlyn Kiramman, why does that not surprise me? Interfering in an investigation, again. You're supposed to be guarding your mother's tent.", "Caitlyn said to Marcus: I was, Sheriff, but she doesn't need it. And clearly, this takes priority.", "Marcus said to Caitlyn: I realize you're used to getting your way, Kiramman, but we have a chain of command for a reason.", "Caitlyn said to Marcus: I understand. But there's more going on here than just the smuggling. If I could just question him I could...", "Marcus said to Caitlyn: I'll take it from here. Since you're looking for more work, you can take the graveyard shift tonight at the fair.", "Caitlyn said to Marcus: Yes, sir.", "Marcus said to Caitlyn: Good. I want this one on a boat to Stillwater prison.", "Enforcer said to Marcus: Yes, sir.", "Sevika said to Silco: She fired on us.", "Silco said to Sevika: There are always mishaps in battle. The Firelights were her target and most are dead.", "Sevika said to Silco: It wasn't a mishap, she froze up and lost her shit. I could've handled those brats. She's a problem and we all know it.", "Silco said to Sevika: We? Who's we? I expect better from you than excuses. It was your job to make sure things went smoothly. You failed. Don't disappoint me again.", "Silco said to Jinx: The world's growing smaller every day, thanks to the Hexgates. And now, we're cut off. The topsiders are leaving us further and further behind. What happened?", "Jinx said to Silco: She already told you.", "Silco said to Jinx: I'm asking you.", "Jinx said to Silco: One of those Firelight wackos was a girl. With pink hair.", "Silco said to Jinx: Hmm... Your sister's gone. You know that as well as I do.", "Jinx said to Silco: I know. I know. Sisters, right? You can't live with 'em, can't stuff 'em back in the ol' babymaker.", "Silco said to Jinx: Today's screw-up will set us back weeks.", "Jinx said to Silco: I'm sorry.", "Silco said to Jinx: I need to know that I can rely on you.", "Jinx said to Silco: Phew.", "Silco said to Jinx: I'm doing this for us, Jinx. All of us. The sons and daughters of Zaun deserve more than their runoff.", "Jinx said to Silco: It won't happen again.", "Silco said to Jinx: I know. Sevika will clean up today's mess.", "Jinx said to Silco: Sevika? That ogre couldn't clean a dust bunny with a blowtorch.", "Silco said to Jinx: She'll suffice. You should focus on your gadgetry.", "Jinx said to Silco: Ugh.", "Silco said to Jinx: Take some time.", "Jinx said to Silco: I don't need time.", "Silco said to Jinx: Take it anyhow.", "Elora said to Mel: Fundraiser's going well. Your mother would be proud.", "Mel said to Elora: Hmm... Would she?", "Elora said to Mel: Tired of mingling?", "Mel said to Elora: Hmm. These people have nothing new to offer me. The only one actually worth my time is him.", "Elora said to Mel: The golden boy.", "Mel said to Elora: Ah, he's won Piltover's heart.", "Elora said to Mel: Oh, speak of the devil.", "Jayce said to Mel: Could I borrow you for a minute?", "Mel said to Jayce: To what do I owe the pleasure?", "Jayce said to Mel: It's Heimerdinger.", "Mel said to Jayce: When is it not?", "Jayce said to Mel: We've shown him our research. He thinks we need more time.", "Mel said to Jayce: It's Progress Day. Representatives from all over the world have come to see what new wonders the City of Progress has to offer. If there's a time to present a new creation, it is now.", "Jayce said to Mel: Great.", "Mel said to Jayce: Heimerdinger is a great scientist. But he's old. He only ever sees the past. Piltover needs a leader who looks forward. Someone like you.", "Jayce said to Mel: You really believe that?", "Mel said to Jayce: Hextech has the potential to change everything. The world is ready. And I've already spoken to several potential investors.", "Jayce said to Mel: Investors?", "Mel said to Jayce: Of course. Everyone wants Hextech for themselves. It's your speech. Give the people a glimpse of the future.", "Jinx said to Jinx: It wasn't her. It wasn't. I know. Just... just some wannabe street trash. I got confused, that's all. Now, he thinks I'm weak. Sevika will clean it up. Sevika's a regular Johnny-on-the-spot. I'm not weak. And I'm gonna show him. Oh, I'm gonna show him. You'll see.", "Viktor said to Jayce: Where were you? They were asking if I could do the address.", "Jayce said to Viktor: You should come up with me. We're partners.", "Viktor said to Jayce: No, no. Not in front of all of them... You... have your speech prepared?", "Jayce said to Viktor: Uh-huh.", "Mrs. Kiramann said: An inspiration to Piltover's future and that of all humanity. Please join me in welcoming to the stage... Jayce Talis.", "Jayce said to Viktor: Guess it's time.", "Jayce said: Uh, good evening. I know many of you probably didn't expect to see me here today. And believe me, I'm just as shocked as you are. My family and I are simple people. In our factory, we made hammers. They were probably used to cut the stones you're standing on right now. No one in my life expected very much of me. And that is precisely what makes this moment so extraordinary. A few years ago, the Hexgates opened their ports to the world and made Piltover prosper beyond anything we could have ever imagined. But... we're not done yet. This year, we've created something new for you. Something that... um... That we will share with you... ...when the time is right. Things that will bring an end to your hardships. Whether you're the scion of our high houses, or an honest laborer from the underground. We vow to keep pressing forward, for we are the City of Progress. And our future is bright. I thought that Talis boy was some kind of genius.", "Guard 1 said: Last year, didn't he launch a blimp halfway across the continent?", "Caitlyn said to Guard 1: Airship, actually. An airship has a rigid metal hull. It's not a blimp. Sure as hell looks that way. Pardon us, if we aren't quite so refined as you, milady. What are you even doing here, Kiramman? Don't you have a cocktail party to attend?", "Caitlyn said: Fire. Fire!", "Caitlyn said: Get the fire brigade.", "Jinx said: Help. In here, please. Help me. Help. It's so hot, please. I'm trapped. I'm a helpless little girl and I've set the building on fire. By accident. Totally by accident.", "Caitlyn said: Get out. Now.", "Jinx said: Also, I brought this dynamite. Goodbye.", "Viktor said: The gemstone is gone. Along with some of our research papers.", "Marcus said: The situation is still developing. No one in the undercity has claimed responsibility yet.", "Heimerdinger said: How did it come to this? We've lost touch. They may not be your preferred constituents but they're still our people.", "Mrs. Kiramann said: The undercity cannot be controlled. Not by us. Mr. Talis? Could the trenchers build a weapon with the stolen crystal? Shimmer, body replacements... We've seen their ingenuity over the years, of course, they can.", "Jayce said: If the right person got a hold of it, it's possible they could utilize its energy.", "Mrs. Kiramann said: We need to address this immediately.", "Jayce said: I agree. It was my responsibility to safeguard this technology and I failed. My mistake cost people their lives. I have come before you to recommend that we suspend all Hextech operations until the situation is resolved. Including our laboratories, the refinery and the Hexgates. The Hexgates must remain open. Piltover's status as a global shipping lane depends on it. Thousands would lose their income.", "Jayce said: But shouldn't the safety of Piltover be our first priority?", "Heimerdinger said: You would sacrifice your life's work? Am I to tell the Noxians their next shipment of wine will be vinegar?", "Mel said: Councilors. It appears we are at an impasse. If we shut down the Hexgates, the city will suffer. But if we do nothing, we leave ourselves vulnerable to malefactors. More lives may be lost. Perhaps the time has come to explore a more radical solution.", "Mrs. Kiramann said: What are you suggesting?", "Mel said: Mr. Talis has demonstrated his commitment to our safety. He's willing to sacrifice his own enterprise. And it seems to me only Mr. Talis has the knowledge necessary to secure the Hexgates. I propose that a new chair be brought forth, and that House Talis be elevated to this august body.", "Jayce said: What?", "Mel said: As a Councilor, he will have the resources necessary to protect all our investments. The Council has held seven seats for generations. Does the boy have any experience?", "Mel said: Only that of a scientist. Like Heimerdinger.", "Heimerdinger said: I believe Councilor Medarda is right. Hextech security should be administered by a scientist. I second the motion.", "Mel said: Well then, shall we vote?", "Silco said to Jinx: Jinx! Jinx! Jinx! Jinx!", "Jinx said to Silco: That's me.", "Silco said to Jinx: Half a dozen enforcers, dead. Enforcers. Dead.", "Jinx said to Silco: Yeah...", "Silco said to Jinx: A building blown to pieces.", "Jinx said to Silco: Oh, yeah.", "Silco said to Jinx: Do you have any idea what you've done?", "Jinx said to Silco: Actually, I do. Happy Progress Day!", "Jayce said to Caitlyn: Hey. How are you feeling?", "Caitlyn said to Jayce: I've had a break in the case.", "Jayce said to Caitlyn: Shouldn't you be resting?", "Caitlyn said to Jayce: While the trail is hot? Listen, you know how I've suspected there is a single mind behind the undercity's violence?", "Jayce said to Caitlyn: The great conspiracy.", "Caitlyn said to Jayce: I think whoever attacked the square is our suspect. The same symbols showed up at the botched smuggling operation at the Hexgates.", "Jayce said to Caitlyn: The Hexgates?", "Caitlyn said to Jayce: Keep up. All this time, they've kept their dealings localized to the undercity. Low priority. The attack on the square changes things. They've overstepped. If I can figure who made this, it could lead me directly to whoever's behind it all. The answer is here, staring me in the face. I can feel it.", "Jayce said to Caitlyn: How do you intend to prove any of this?", "Caitlyn said to Jayce: If I can just work this out. Marcus will have to listen.", "Jayce said to Caitlyn: If there's one thing I've learned about the Council, they need more than just theories.", "Caitlyn said to Jayce: Since when did you concern yourself with the Council's opinion?", "Jayce said to Caitlyn: Since I... became a Councilor.", "Caitlyn said to Jayce: You're serious. When? Why? Have they discovered how to govern with grease and a spanner?", "Jayce said to Caitlyn: Ha ha. I was actually hoping you might consider joining my staff.", "Caitlyn said to Jayce: House Talis Security. That's a ceremonial position. I'd live behind a desk.", "Jayce said to Caitlyn: You almost died, Cait. I just... I just want you to be safe.", "Caitlyn said to Jayce: Thanks, but I already have a job.", "Jayce said to Caitlyn: No. You don't. After the attack, your parents spoke to the Sheriff. This is the best I could do.", "Caitlyn said to Jayce: I don't need charity, Councilor. Yours or my parents'.", "Jayce said to Caitlyn: Cait.", "Caitlyn said to Jayce: Get out.", "Caitlyn said to guard: I need to speak with one of the inmates.", "Caitlyn said to guard: This one was hit by friendly fire. He's got reason to talk. Must have been sent in today?", "Caitlyn said to guard: Why not?", "Caitlyn said to guard: You don't understand, I have to talk to him. Who assaulted him?", "Vi said to Caitlyn: Who the hell are you?", "Grayson said to Caitlyn: Hmm. That was quite some shooting, Kiramman.", "Caitlyn said to Grayson: Did my parents pay you to let me win?", "Grayson said to Caitlyn: Hmm... That's a serious accusation.", "Caitlyn said to Grayson: You held your shot, I saw you.", "Grayson said to Caitlyn: The trophy is yours. You earned it.", "Caitlyn said to Grayson: You haven't answered my question.", "Grayson said to Caitlyn: No, your parents didn't pay me. I just thought you deserved it. I'm an enforcer. For me, knowing how to handle this weapon means being able to protect people. To be of service to the city. And that's trophy enough. Begs the question, young Kiramman. What are you shooting for?", "Caitlyn said to Vi: I took a look at your file. There's no record of you or your crimes. What are you here for?", "Vi said to Caitlyn: My sunny personality.", "Caitlyn said to Vi: You attacked an inmate. Why?", "Vi said to Caitlyn: Why not?", "Caitlyn said to Vi: He was a witness in an ongoing investigation.", "Vi said to Caitlyn: Hmm, bummer.", "Caitlyn said to Vi: This was a waste of time.", "Vi said to Caitlyn: Couldn't have put it better. Hey, give Silco a kiss on that winning eye of his, will you?", "Caitlyn said to Vi: Silco? The industrialist?", "Vi said to Caitlyn: Okay, this is getting old. Can you just send in whoever's gonna kick the shit out of me, so I can get on with my night?", "Caitlyn said to Vi: Does this mean anything to you?", "Vi said to Caitlyn: Where did you get this?", "Caitlyn said to Vi: My question first. He worked for Silco?", "Vi said to Caitlyn: Uh, they all do. How can anyone not know that? Where did you find this?", "Caitlyn said to Vi: There was an attack. This is evidence. I need proof if I'm to believe what you're saying about Silco.", "Vi said to Caitlyn: I could get it for you. Just not from in here.", "Caitlyn said to Vi: In what mad world would I trust someone like you?", "Vi said to Caitlyn: Someone like me? You enforcers are all the same. Just asshole criminals in fancy uniforms. You know what? Find Silco yourself.", "Caitlyn said to Vi: I will, thank you.", "Vi said to Caitlyn: Hmm... Undercity's gonna eat you alive.", "Caitlyn said to guard: I've got orders from Councilor Talis, concerning Inmate 516.", "guard said to Caitlyn: Not cooperative, huh? You, uh, you want us to have a chat with her?", "Caitlyn said to guard: No.", "guard said to Caitlyn: Oh.", "Caitlyn said to guard: It's for her release.", "guard said to Caitlyn: Huh. Since when's he a Councilor?", "Caitlyn said to guard: Since today. How many chats have you had with her?", "guard said to Caitlyn: You know, I never even thought to count.", "Marcus said: These brave Enforcers sacrificed their lives to defend the values of our great city. To some, they are mothers... fathers, sons... daughters... but to all, they are heroes.", "Marcus said: A good woman.", "Marcus said to Silco: You said you could control her. I lost six officers. Six! She pushed it too far this time. The Council's up in arms. I can't make this go away for you unless you give me something to work with. Arresting her would be doing you a favor.", "Silco said to Marcus: I don't need favors. I need you to do your job. The Firelights have been a thorn in both our sides. They ambushed my shipment at the Hexgates on the same day as the attack. It seems to me the Council has its culprit.", "Marcus said to Silco: Oh, that's tidy for you. What if I'm not interested in playing along?", "Silco said to Marcus: We've accomplished a lot together, Marcus. Sheriff. And there is more yet to achieve. I hope you can remain a part of it. For their families. From an anonymous, concerned citizen.", "Jayce said to Viktor: Yesterday's smuggling fiasco was nothing. These manifests are full of discrepancies, dating back months.", "Viktor said to Jayce: This is a poor use of our time.", "Jayce said to Viktor: I'm a Councilor now, Viktor. It's my responsibility to make sure the Hexgates are safe and protected.", "Viktor said to Jayce: What about our pledge to improve lives, for those in need? For the undercity?", "Jayce said to Viktor: Look, I'm sorry I didn't announce our other projects in my speech. Soon, we can do everything we...", "Viktor said to Jayce: Soon? There are people who need our help now, Jayce.", "Marcus said to Jayce: You wanted to see me?", "Jayce said to Marcus: Have your people ever reviewed these logs?", "Marcus said to Jayce: Mr. Talis, I assure you...", "Jayce said to Marcus: Councilor. And the only assurance I need is that you will search and seize any unauthorized merchandise. I've made a list of suspicious transactions.", "Marcus said to Jayce: All due respect, Councilor, today's your first day...", "Jayce said to Marcus: Second.", "Marcus said to Jayce: Right. You sure you don't want to confer with the other Councilors before...", "Jayce said to Marcus: This corruption runs deep, Sheriff. I intend to root it out. Have you made any progress with the stolen Gemstone?", "Marcus said to Jayce: Yes. Chief suspect is an undercity gang. They call themselves the Firelights. They operate like phantoms, doing hit-and-runs on civilians and disappearing into the night.", "Jayce said to Marcus: How soon till we track them down?", "Marcus said to Jayce: I've got my best officers on it.", "Jayce said to Viktor: Viktor? You all right?", "Viktor said to Jayce: A... a headache. I just... I need to get to the lab.", "Jinx said: Boring... Boring. Wow. Super boring... Here we go! It's all about these runes.", "Jinx said to Jinx: They form some kind of math-y, magic-y gateway. To the realm of heebie-jeebies. And this... Turns it on. So... here goes. No! No! It was a mistake! It was a mistake.", "Caitlyn said to Vi: I heard the bathysphere has a nice view. That could be a good way to get a lay of the land.", "Vi said to Caitlyn: Too risky.", "Caitlyn said to Vi: What...", "Vi said to grunt: Nice jacket.", "Vi said to Caitlyn: Welcome to the Lanes.", "Caitlyn said to Vi: You almost got me killed.", "Vi said to Caitlyn: My little sister could do that when she was seven. All us fissure folk can. Don't you want to blend in?", "Jayce said to Viktor: You had a vision?", "Viktor said to Jayce: What if we've been looking at it backwards? We've been trying to discover runes that invoke specific effects and then molding them to a useful function. Tools, as you like to put it. But, but... If the legends are true, mages aren't bound to single functions. It's said the Arcane speaks through them.", "Jayce said to Viktor: I'm still not following.", "Viktor said to Jayce: They think. They adapt.", "Jayce said to Viktor: You think Hextech can... learn? Are you sure this is safe?", "Viktor said to Jayce: Of course not.", "Vi said to Caitlyn: Oh, Jericho! Have I missed these. Hmm?", "Caitlyn said to Vi: No. Thank you.", "Vi said to Caitlyn: You're missing out.", "Caitlyn said to Vi: Are you going to question him?", "Vi said to Caitlyn: About what? The meat? Definitely not above board.", "Caitlyn said to Vi: Silco. His connections? Isn't that why we're here?", "Vi said to Caitlyn: We're here because I'm hungry. Do you know what prison food is like? No, of course, you don't.", "Caitlyn said to Vi: Unbelievable. I didn't break you out of jail to eat... slop. I knew this was a terrible idea. You don't actually know anything, do you?", "Vi said to Caitlyn: Mm. Better than I remember.", "Jayce said: Hmm.", "Jayce said to Mel: I haven't been here in years. Since my parents brought me for the winter fest.", "Mel said to Jayce: We're not here for the performance. Your House is in trouble. That merchant formerly enjoyed certain leniencies with regard to her trade in exchange for her generous Academy patronage.", "Jayce said to Mel: By leniencies you mean corruption?", "Mel said to Jayce: Hmm, Amara's harmless. Oh, look at those two stooges.", "Jayce said to Mel: Councilors Hoskel and Salo. Don't they hate each other?", "Mel said to Jayce: Hmm. But they share a taste for the finer Noxian spirits, technically an illegal import.", "Jayce said to Mel: I tightened our security.", "Mel said to Jayce: And in so doing, put a target on your back. There are those who covet your power over the wealth the Hexgates afford. And would take any opportunity to seize it from you. You've just made yourself everyone's common enemy, Jayce.", "Caitlyn said to Vi: Hmm. Well, that place does look like it has bodies buried in the basement.", "Vi said to Caitlyn: You don't know anything.", "Jayce said to Mel: I can't compromise the safety of the Hexgates for collateral.", "Mel said to Jayce: No one's asking you to. These are simply favors amongst friends.", "Jayce said to Mel: I never wanted anything to do with politics. You pushed this on me.", "Mel said to Jayce: You're a symbol of the future now, Jayce, whether you like it or not. With that comes the potential to shape your own destiny. The Council assumes you'll fail. Time to prove them all wrong. Once again.", "Mel said to Amara: Welcome, Amara. How's little Rohan?", "Amara said: Councilor Medarda. Councilor Talis.", "Mel said to Amara: He's just as precocious as ever.", "Amara said to Mel: I had quite a shock this morning. Enforcers banging on my door.", "Mel said to Amara: Oh, I hope you'll understand, Jayce had to make a show of safety. But he's here now to negotiate all his deals personally. Councilor Talis is willing to reinstate former trade privileges to those who share his vision. Can we count you amongst them?", "Amara said to Mel: Councilor Bolbok seems to think other arrangements would be more profitable.", "Mel said to Amara: The man's a fool. With him, you'd be investing in the past. With us, you'd be investing in the future.", "Jayce said to Amara: You know, Councilor Medarda's right. The Hexgates are only the beginning. In fact, we're currently looking for new partners in our Hextech research, and as a supporter of House Talis, you'd be the first in line to any of our advancements.", "Amara said to Jayce: How can I say no to such an auspicious offer?", "Mel said to Jayce: Hextech partners?", "Jayce said to Mel: Has a nice ring, doesn't it?", "Mel said to Jayce: Mm. Your audience awaits, Councilor.", "Elora said to Mel: He's been quite the investment.", "Mel said to Elora: Indeed. Better than expected.", "Vi said to Caitlyn: The one place all the secrets are spilled.", "Caitlyn said to Vi: How exactly do you propose we go about this?", "Vi said to Caitlyn: Let 'em think you work here.", "Caitlyn said to Vi: Excuse me? I will not.", "Vi said to Caitlyn: You know what your problem is?", "Caitlyn said to Vi: Please. Tell me.", "Vi said to Caitlyn: You expect everyone to give you what you want. If you really want people to talk to you, you have to let them think you have what they want.", "Caitlyn said to Vi: And what do I have?", "Vi said to Caitlyn: You're hot, cupcake. So what'll it be, man or woman?", "Pim said to Caitlyn: Um... Hi. I'm Pim. What's your name?", "Vi said to Pim: Matilda. But you can call her whatever you want.", "Caitlyn said to Pim: Ah, yes. Matilda. My parents named me Matilda. After my great-grandmother Matilda, the, uh...", "Silco said to Marcus: Sheriff, what a lovely surprise.", "Marcus said to Silco: The Hextech wonder boy is on the Council now, and he's asking questions. It's only a matter of time before he finds the truth.", "Silco said to Marcus: What is truth, but a survivor's story?", "Marcus said to Silco: If I'm discovered, we're both finished.", "Silco said to Marcus: Good thing you've located proof of the Firelights' involvement.", "Marcus said to Silco: This has gone too far.", "Silco said to Marcus: Hmm? Imagining yourself a hero? One final act to make you the martyr you've always seen yourself as? Then what are you waiting for?", "Silco said to Jinx: Ah, he's faltering. You need to weaponize the Hextech soon. Once we've cracked their prize, topside will have no power over us.", "Jinx said to Silco: I can't do it. Just... give it to the doctor.", "Silco said to Jinx: You're the only one I can trust with this, Jinx.", "Jinx said to Silco: I keep... seeing them. That day.", "Silco said to Jinx: Fear haunts us all, child.", "informant said to Vi: Sweetheart, I was real sad to hear about Vander. And the kids. Just terrible.", "Vi said to informant: By the looks of it, no one down here lifted a finger to stop Silco.", "informant said to Vi: A few tried but Silco's got the muscle... and the money. He took over the Last Drop.", "Vi said to informant: I saw.", "informant said to Vi: Things have changed without Vander looking out for us.", "Vi said to informant: Have you heard anything about Powder? I think Silco has her. I have to find her.", "informant said to Vi: Silco's number two's a regular. I can have Miguel tell you where to find her.", "Vi said to informant: I owe you.", "informant said to Vi: It's nothing. This is all I've seen.", "Mel said to Jayce: You did well today.", "Jayce said to Mel: I had a good teacher.", "Mel said to Jayce: It's only a matter of time before those old fools on the Council officially accept your research.", "Jayce said to Mel: My father put hammers in the hands of the people, and they built this magnificent city. Imagine the wonders they could create if we put magic in their hands.", "Mel said to Jayce: The world will never be the same. The Medardas usually only take from the world. We're not often in the position to give anything back.", "Jayce said to Mel: I couldn't have done it without you.", "Viktor said: Hmm.", "Sky said to Viktor: It's beautiful.", "Viktor said to Sky: I can't figure out why it's not working.", "Sky said to Viktor: You will. Are you headed home soon? I thought we could walk together.", "Viktor said to Sky: I'm, uh, probably going to sleep here tonight.", "Sky said to Viktor: Again? You know there's always tomorrow, right?", "Viktor said to Sky: Good night, Miss Young.", "Silco said to Jinx: I almost drowned in these waters.", "Jinx said to Silco: You told me a million times.", "Silco said to Jinx: Vander wasn't the man you thought he was.", "Jinx said to Silco: Right, he was like a brother to you, and he turned his back and blah, blah, blah. Did I miss anything?", "Silco said to Jinx: I've got a new one for you. That day, I let a weak man die. And another was reborn. Betrayal, that pain that feels like it'll eat you from the inside out, can either break you or forge you into something greater. You need to let Powder die. So the fear of pain will no longer control you. You're strong now. Just like you were always meant to be. Jinx is perfect.", "Viktor said to Jayce: Jayce?", "Jayce said to Viktor: Viktor, the doctors, um, they said you're...", "Viktor said to Jayce: How much time do I have?", "Sevika said: Rotten luck, boys!", "Sevika said to Vi: Vi?", "Vi said to Sevika: You filthy traitor.", "Sevika said to Vi: Vander had his chance. I see you never learned patience.", "Vi said to Sevika: Where's my sister? Where's he keeping her?", "Sevika said to Vi: Keeping her? You mean Jinx? She works for him. She's like his daughter. I'll give her your regards.", "Vi said to Caitlyn: Why did you let her go?", "Caitlyn said to Vi: Do you ever say \"thank you?\"", "Vi said to Caitlyn: He's gonna know we're here now.", "Caitlyn said to Vi: Whose fault is that?", "Vi said to Caitlyn: You're an all-right shot.", "Caitlyn said to Vi: I'm an excellent shot.", "Vi said to Caitlyn: You gonna help me out, cupcake?", "Caitlyn said to Vi: Stop calling me that. My name is Caitlyn.", "Vi said to Caitlyn: But you're so sweet. Like a cupcake.", "Caitlyn said to Vi: Shut up.", "Silco said to Sevika: You're making a mess.", "Sevika said to Silco: The sister. She's back.", "Silco said to Sevika: From the dead? Whoo! Come over here, come on! Sky?", "Singed said to Viktor: Don't be afraid. You built this? Why aren't you playing with the others? Hm. Loneliness is often the byproduct of a gifted mind.", "Viktor said to Singed: What is it?", "Singed said to Viktor: Hmm? Oh. This is Rio. She's a rare mutation that I cultivated. Here. Go on. Hmm. She's dying. I'm attempting to prevent that. The mutation must survive.", "Viktor said to Singed: Can I help?", "Singed said to Viktor: You want to assist me? Very well. We can be loners together.", "Heimerdinger said to Viktor: Good to see some things haven't changed. Seems just yesterday I stumbled upon an aspiring young scholar from the undercity here, ruminating in his steel oasis. I heard your prognosis. I'm terribly sorry, my boy.", "Viktor said to Heimerdinger: Do you contemplate death, Professor?", "Heimerdinger said to Viktor: Only that of friends.", "Viktor said to Heimerdinger: I suppose your legacy has been well-secured. As one of Piltover's founders, what haven't you to show for your remarkable life?", "Heimerdinger said to Viktor: You should be proud of what you've accomplished, Viktor.", "Viktor said to Heimerdinger: Figments. My contributions will be short-lived, even in your memory.", "Heimerdinger said to Viktor: I have seen many students. It's a sad truth that those who shine brightest often burn fastest.", "Jayce said to Mel: I didn't know you were an artist.", "Mel said to Jayce: Hm. There's quite a lot about me you don't know.", "Jayce said to Mel: Listen, I'm sorry for disappearing last night.", "Mel said to Jayce: Duty calls.", "Jayce said to Mel: Viktor's dying. I think it has something to do with gasses in the fissures where he grew up. Exactly the sort of thing we wanted to fix with Hextech. Improving lives. Solving real issues, not just trade disputes. Viktor saved my life once. Now, he needs me and there's nothing I can do. I hate feeling so useless.", "Mel said to Jayce: I didn't realize you were so close.", "Jayce said to Mel: He's like my brother.", "Mel said to Jayce: Why did you come to me with this?", "Jayce said to Mel: I just... Nothing feels impossible when I'm with you.", "Mel said to Jayce: I'm an exile from my family.", "Jayce said to Mel: What? Why?", "Mel said to Jayce: I fell short of Medarda standards.", "Jayce said to Mel: I don't believe that for a second. Do you?", "Mel said to Jayce: You should be with him, Jayce. We can't change what fate has in store for us, but we don't have to face it alone.", "Jayce said to Mel: It's a beautiful painting.", "Jinx said to Thieram: Chuck!", "Thieram said to Jinx: Thieram. Uh... My name's Thieram.", "Jinx said to Thieram: Nice try, Chuck. What's all the hubbub?", "Thieram said to Jinx: Uh. Boss wants us to grab someone up.", "Jinx said to Thieram: Someone? Anyone? Who are you grabbing?", "Thieram said to Jinx: Some girls. I mean, I mean not... I'm not grabbing girls. Oh, other than the... those ones... I guess.", "Jinx said to Thieram: Focus. Who are they? Why wasn't I invited to the party?", "Thieram said to Jinx: Uh, I don't know. They... they got in a fight with Sevika. They did a number on her.", "Jinx said to Thieram: Oh really? Which number?", "Thieram said to Jinx: It's like a saying...", "Jinx said to Thieram: You're doing great, Chuck. Here, for your troubles.", "Caitlyn said to Vi: Silco's goons aren't far behind. We have to keep moving.", "Vi said to Caitlyn: What the hell is that?", "Caitlyn said to Vi: The sign.", "Vi said to Caitlyn: Never mind, just help me to the edge.", "Caitlyn said to Vi: Can you do this in your...", "Caitlyn said: Shit. Come on. Let's go!", "Sevika said to Silco: We lost her.", "Jinx said to Sevika: Lost who? I feel like you and I got off on the wrong arm. Maybe we should try the other.", "Sevika said to Jinx: No need. It's your sister. She's back. She's looking for you. It's not what you think. She's with some girl enforcer. Guess she replaced you.", "Jinx said to Sevika: You're lying!", "Sevika said to Jinx: Why bother? Her back in town, it's only a matter of time before you implode and Silco finally gets the message that you're about as good for our cause as you were for your family. Jinx.", "Jinx said to Sevika: Ten outta ten, toots! I think I know just how to deliver that message.", "Silco said to Ren: Ah, about time Daddy joined us.", "Silco said to Marcus: You were so busy, little Ren here saw me in.", "Marcus said to Silco: Let's talk outside.", "Silco said to Marcus: Can't you see we're playing? You remember our old friend Vi, don't you?", "Silco said to Ren: Vander's daughter. She was about your age. Her father went on a long trip and Daddy here assured me that she left with him. But it seems she never made it. Isn't that sad? Could you imagine being separated from your father?", "Marcus said to Silco: She's... in a safe place.", "Silco said to Marcus: She's in the Lanes.", "Marcus said to Silco: That's not possible.", "Silco said to Marcus: There's an enforcer with her. A girl. Roughly the same age.", "Marcus said to Silco: Caitlyn. She's a Kiramman. Just like them, she does whatever she wants. I... can't control her.", "Silco said to Marcus: Then of what use are you?", "Marcus said to Silco: I'll track her down. I can fix this. Please.", "Silco said to Marcus: Everyone makes mistakes, right? What's important is that we don't repeat them. My people are tracking Vi and this... ...Caitlyn. They cannot be allowed to resurface. Do we understand each other?", "Marcus said to Silco: Hmm.", "Silco said to Ren: Oops. Ah. So sorry. Accidents happen.", "Viktor said to Jayce: Watch. It responds to organic matter.", "Jayce said to Viktor: Incredible.", "Viktor said to Jayce: This is unlike anything we've ever seen, Jayce. It, it, it could be the key to augmenting physiology, extending life...", "Jayce said to Viktor: Curing you.", "Viktor said to Jayce: It's happened to everyone. I can't determine why. They're... rejecting the transmutation.", "Jayce said to Viktor: We'll solve this.", "Viktor said to Jayce: There may not be time. We're in uncharted waters here and... I can feel my body... eroding.", "Jayce said to Viktor: I'll have Sky bring Heimerdinger. He might know something that could help. In the meantime, we'll do what we do best.", "Caitlyn said to Vi: What is this place?", "Vi said to Caitlyn: It's where the kind of people you topsiders don't want to think about, wind up. It was never this big, though. There.", "Caitlyn said to Vi: I know you have your reservations about me, but this only works if we can trust each other.", "Vi said to Caitlyn: It doesn't work. It never has. You topsiders always find a way to screw us.", "Caitlyn said to Vi: I suppose topside is to blame for all your misfortunes.", "Vi said to Caitlyn: No. Not all of them.", "Caitlyn said to Vi: We aren't monsters, you know. We're people, just like you.", "Vi said to Caitlyn: You don't know anything about me. I shouldn't have left you.", "Caitlyn said to Vi: It's all right. Despite it all, I can tell... you have a good heart.", "Heimerdinger said to Viktor: What is that?", "Viktor said to Heimerdinger: I'm calling it the Hexcore. It's an adaptive rune matrix. Hextech that evolves.", "Jayce said to Heimerdinger: It's groundbreaking. What's most exciting is that it reacts to biological matter. There are stories of healing magic. Our samples thus far have perished...", "Heimerdinger said to Jayce: You must destroy it.", "Jayce said to Heimerdinger: What?", "Heimerdinger said to Jayce: Please, if ever you've put faith in my guidance, hear me now. I've seen nations destroyed by a single seed and it looked... exactly like this.", "Jayce said to Heimerdinger: Professor, this could save Viktor's life.", "Heimerdinger said to Viktor: Viktor, something's different. You've changed. What did you do?", "Viktor said to Heimerdinger: What do you mean, Professor?", "Heimerdinger said to Viktor: It's that thing. It must be destroyed!", "Jayce said to Heimerdinger: Wait. No. I won't let you.", "Heimerdinger said to Jayce: Jayce, this is a violation of the Ethos. I will have it destroyed one way or another.", "Jayce said to Heimerdinger: That's your opinion. We'll see if the Council agrees.", "Viktor said to Jayce: I might know someone else who could help.", "Jayce said to Viktor: You do what you have to. I need to get ready.", "Viktor said to Jayce: For what?", "shimmer addict said to Caitlyn: Is she all right? Wait, wait, wait! Easy. Easy. That's Vi, right? I'm a friend. Or at least I was. I mean, I... I owed her old man my life. Probably more than that. I guess.", "Caitlyn said to shimmer addict: She's bleeding. She needs a doctor.", "shimmer addict said to Caitlyn: Not so simple to come by around here. Hey. I'm sorry. Oh, oh. But, ah, I do know someone else who might be able to help. Come with me.", "apothecary said to shimmer addict: Ailment?", "Caitlyn said to apothecary: Uh... Uh... she's been stabbed.", "shimmer addict said to Caitlyn: She makes potions. Helps people here with... ...with this.", "Caitlyn said to shimmer addict: Shimmer. Why would you take something that does that to you?", "shimmer addict said to Caitlyn: I just... wanted to feel what it was like... To be somebody. To make other people afraid. Instead of...", "apothecary said to Caitlyn: Trade.", "Caitlyn said to apothecary: Thank you, I really...", "Caitlyn said to shimmer addict: Let's go. I think Vi will be happy to see a friendly face.", "shimmer addict said to Caitlyn: No, no. You go ahead. She knew me when I was still... Anyway, I don't want her to see me like this. Just tell her, uh, tell her I'm sorry. About everything. Okay?", "Marcus said to Jayce: I found this on one of the Firelights. It matches fragments we found outside your lab and at the Hexgates. I... have reason to believe they're planning more attacks.", "Jayce said to Marcus: Well, how has this threat gone unnoticed for so long?", "Marcus said to Jayce: Since the Hexgates were completed, the fissures haven't been a priority.", "Jayce said to Marcus: Oh, we'll settle that later. For now, we need to prevent any further attacks.", "Marcus said to Jayce: Short of searching everyone who crosses the bridges. I don't know how we can.", "Jayce said to Marcus: Then, that's what we'll do.", "Marcus said to Jayce: Are you certain? This sort of an order...", "Jayce said to Marcus: Do it. We have to protect the city.", "Marcus said to Jayce: One other thing. I saw Caitlyn Kiramman had a prisoner released on your order. Is there anything I can assist with?", "Jayce said to Marcus: No. No, uh, we've got it covered.", "Heimerdinger said: Councilors, we have lost our way. This city was founded to be a bastion of enlightenment. In a world that cannibalized itself over power and pride. But we've forgotten. Loosened our morals in favor of comfort and convenience. Traded honor for prestige. We were once one tribe. Now we are Houses divided. I believe, if we set aside our greed and arrogance, we can be one again. It will take vigilance. We must hold each other accountable.", "Jayce said to Heimerdinger: And who holds you accountable?", "Heimerdinger said to Jayce: What?", "Jayce said to Heimerdinger: Shimmer is rampant in the undercity. Attacks at the Hexgates and in the Academy Square. Enforcers fear to set foot in the Lanes. All under your watch.", "Heimerdinger said to Jayce: Jayce, you forget yourself.", "Jayce said to Heimerdinger: I'm sorry, Professor, but healing this city will take more than just speeches. Time and again, you've warned us what not to do. But let me ask you this, what's your plan to fix this?", "Heimerdinger said to Jayce: I see what this is about. Your Hextech projects need more time. More safeguards.", "Jayce said to Heimerdinger: Humans don't live for centuries. We can't wait for progress. We need a leadership focused on the future, not the past. You are the true Father of Piltover, and your years of service can never be repaid. I believe it's time we gave the beloved founder of our city... a well-deserved retirement.", "Heimerdinger said to Jayce: Jayce, don't do this.", "Jayce said: It has to be unanimous. All in favor?", "Mel said to Heimerdinger: With my deepest respect and appreciation, Professor.", "Caitlyn said to Vi: Vi. Easy, easy, easy. We need you back on your feet. What was the name Sevika gave you? Jinx?", "Vi said to Caitlyn: Right. Jinx. How could I forget?", "Caitlyn said to Vi: We're going to have to be more careful now. Silco will be watching... You used to live here? Who's Powder?", "Vi said to Caitlyn: My sister. I thought she died, but, no. I have to try and find her.", "Caitlyn said to Vi: How do you not know if your sister is alive or dead?", "Vi said to Caitlyn: It's hard to check up on people from inside a concrete cell.", "Caitlyn said to Vi: What, you don't have parents?", "Vi said to Caitlyn: No! They were killed by enforcers.", "Silco said to Vi: Vander's prodigy. I've regretted that we never had the opportunity to speak.", "Vi said to Silco: What have you done with my sister?", "Silco said to Vi: I've freed her. Candidly, I thought you were the prize of your secondhand family. But Jinx... Oh. She is more than I ever imagined.", "Vi said to Silco: I'm gonna find her and erase whatever fucked-up delusions you put in her head. But first, I'm gonna bring your bullshit empire down all around you.", "Silco said to Vi: You don't know your limits, girl. It's what got Vander killed. What drove your sister away. And it's why I'm here right now.", "Vi said to Silco: Yeah, well... You talk too much.", "Singed said to Viktor: Rio will live.", "Viktor said to Singed: You did this?", "Singed said to Viktor: I thought you understood. The mutation must survive.", "Viktor said to Singed: I understand now.", "Silco said: How many problems can one girl cause?", "Vi said to Jinx: Powder?", "Jinx said to Vi: Vi?", "Vi said to Jinx: Oh, Powder! I'm so sorry, Powder. I... I tried to come back. I promise, I did. But I... I got arrested.", "Jinx said to Vi: Marcus?", "Vi said to Jinx: I don't know. I... It doesn't matter. I just... I never thought I'd see you again.", "Jinx said to Vi: Are you real?", "Vi said to Jinx: Yes, of course. It's me, Vi, your sister. I'm here. I'm right here.", "Jinx said to Vi: Things changed when you left. I changed.", "Vi said to Jinx: I know, Pow-pow, I know. You did what you had to do to survive. Me too. It's okay. What matters is we're together.", "Jinx said to Vi: Who's she?", "Caitlyn said to Jinx: Who are you?", "Vi said to Jinx: It's okay. She's a friend.", "Jinx said to Vi: Sevika wasn't lying? You're with an enforcer?", "Caitlyn said to Vi: Your sister is Jinx?", "Vi said to Caitlyn: Caitlyn, just listen, we can work this out.", "Jinx said to Vi: This is a trick! You're playing me!", "Jinx said to Jinx: Shut up! I'm in no mood.", "Caitlyn said to Jinx: We didn't say anything.", "Jinx said to Caitlyn: I wasn't talking to you!", "Vi said to Jinx: Powder, it's okay.", "Jinx said to Vi: Stop calling me that. It's Jinx now. Powder fell down a well.", "Vi said to Jinx: You're not a jinx. God, I never should have...", "Jinx said to Vi: Stop talking to me like I'm a child! Was that why you came? For this stupid stone?", "Vi said to Jinx: No, I don't even know what that is, I...", "Jinx said to Vi: You're a class act, Sister. Sister. Thought I missed her. Bet you wouldn't miss her.", "Vi said to Jinx: Powder! I'm here for you. Only you. You can fire that thing if you want, but I'm not going anywhere. I'm not going to abandon you again.", "Jinx said to Jinx: Everyone, shut up, I need to think.", "Jinx said to Vi: Do you hear that?", "Vi said to Jinx: Powder. Powder!", "Ekko said to Firefly 1: Take her.", "Powder said: Vi? No!", "Caitlyn said to Vi: I knew it was a mistake trusting you.", "Vi said to Caitlyn: You've been a real picnic yourself.", "Caitlyn said to Vi: I'm not the one who walked us into, not one, but two of Silco's traps.", "Vi said to Caitlyn: This isn't Silco, it's someone else.", "Caitlyn said to Vi: How do you know?", "Vi said to Caitlyn: Cause we'd already be dead.", "Caitlyn said to Vi: Oh, very nice. When were you planning to tell me that your lunatic sister works for him?", "Vi said to Caitlyn: Just as soon as you came clean about what the hell you're really doing down here.", "Caitlyn said to Vi: I told you the truth.", "Vi said to Caitlyn: Bullshit. What was that glowing stone? That's what I thought.", "Caitlyn said to Vi: What's going on?", "Vi said to guard: Hey, stop! Get your hands off of me!", "Caitlyn said to guard: Leave her alone!", "Vi said to guard: Let me go!", "Caitlyn said to guard: Vi? Vi! Vi!", "Vi said to guard: Hey.", "Vi said to Ekko: You shy? Or just ugly?", "Ekko said to Vi: You look good for a dead girl.", "Vi said to Ekko: Ekko?", "Ekko said to Vi: What do you know about this?", "Vi said to Ekko: Nothing. What the hell is this all about?", "Ekko said to Vi: What were you doing with Jinx?", "Vi said to Ekko: Her name is Powder. And I just found her when you and your goons showed up. It's me. Vi. Same person who used to take you down to the junk heap and hose you down when you got covered in grease.", "Ekko said to Vi: That was a long time ago. People change.", "Vi said to Ekko: Yeah. I'm getting that.", "Ekko said to Vi: Are you working for Silco?", "Vi said to Ekko: Fuck. You.", "Ekko said to Vi: I thought you were dead. Now you show up with a Piltie and give her a tour of the Lanes?", "Vi said to Ekko: You were following us? Why didn't you say something?", "Ekko said to Vi: I didn't know if I could trust you.", "Vi said to Ekko: So... so you just come out swinging?", "Ekko said to Vi: Gee, I wonder who I learned that from?", "Vi said to Ekko: Ah, well, you shoulda learned more. You still punch like a little boy.", "Ekko said to Vi: And you still block with your face.", "Vi said to Ekko: I remember when you wouldn't stand up to me. I missed you, little man.", "Ekko said to Vi: How long have you had those off?", "Vi said to Ekko: How long have you been whining?", "Singed said to Viktor: Hmm. Fascinating. I would very much like to see the device. This, uh, Hexcore.", "Viktor said to Singed: That may be difficult to arrange. I've tried every combination of runes, but... it's always the same. The subject, wither and rot.", "Singed said to Viktor: Uh, perhaps the error resides not with your calculations but... with your subjects. Nature has made us intolerant to change, but fortunately, we have the capacity to change our nature.", "Viktor said to Singed: And this is... Shimmer?", "Singed said to Viktor: A variant. It should provide everything one needs to survive a violent transition.", "Viktor said to Singed: Will it work on plants?", "Singed said to Viktor: You aren't here about the plants, are you? I know the look of a doomed man. I must warn you. If you take this path, they will despise you. Love and legacy are the sacrifices we make for progress. It's why I parted ways with Heimerdinger.", "Viktor said to Singed: Jayce will understand.", "Singed said to Viktor: Perhaps.", "Mel said to Jayce: Hammer work is such a delicate art.", "Jayce said to Mel: How'd you find me?", "Mel said to Jayce: You're the de facto head of the Council. People notice where you go.", "Jayce said to Mel: Huh. Don't remind me.", "Mel said to Jayce: This border shutdown has people agitated.", "Jayce said to Mel: They should be. Marcus brought this to me. It's an explosive. I tried taking it apart and it nearly killed me. Whoever built it knows exactly what they're doing. This and Shimmer. It's hard to believe what they're capable of.", "Mel said to Jayce: Is that what's really bothering you?", "Jayce said to Mel: He was my mentor, Mel. And I betrayed him.", "Mel said to Jayce: Everything you said about him was true. My family cast me out and yet, part of me still loves them. Heimerdinger will understand eventually. It's your time now, Jayce. No more red tape. You can bring Hextech to the masses, just like you've always dreamed.", "Jayce said to Mel: Hmm. First, I have to save Viktor.", "Mel said to Jayce: Where is he?", "Jayce said to Mel: I don't know. He disappeared. He does that sometimes. No sign of Caitlyn either.", "Mel said to Jayce: The Kiramman girl?", "Jayce said to Mel: It's just... Uh, never mind.", "Mel said to Jayce: Hey. We'll get through this. I'll stall the Council but they'll soon need their leader. In the meantime... Try not to lose your nuts.", "Sevika said to Silco: All our business is down. Enforcers are searching anyone who crosses the bridge.", "Silco said to Sevika: Marcus is following my orders. Preventing Vi and Caitlyn from returning.", "Sevika said to Silco: Or he's finally flipped.", "Silco said to Sevika: Hmm.", "Sevika said to Silco: The chembarons scheduled an assembly.", "Silco said to Sevika: Oh. I've had enough headaches.", "Sevika said to Silco: It didn't sound like a request. Where are you going?", "Silco said to Sevika: I need to find Jinx.", "Sevika said to Silco: Sir.", "Silco said to Sevika: What?", "Sevika said to Silco: I got more in common with cave lice than Jinx. But let's just say I didn't always see eye-to-eye with my old man.", "Silco said to Sevika: And?", "Sevika said to Silco: She'll come to you when she's ready.", "Silco said to Sevika: Hmm.", "Jinx said to Mylo: I didn't lose her! They took her. She was there for me! Not the enforcer. Why would I remember her name? Well, she's just some stupid topsider! Caitlyn. Pow.", "kid1 said to kid2: Come on. Go!", "kid2 said to kid1: I got it.", "kid1 said to kid2: Whoo-hoo!", "Vi said to Ekko: Is that real tree?", "Ekko said to Vi: Pretty cool, huh? When I first saw it, I knew this was the place. If a single seed could make it down here, so could we.", "Vi said to Ekko: You built all this?", "Ekko said to Vi: Not alone. After Vander...died, Silco flooded the lanes with Shimmer. He didn't care what it did to people. Everyone here was an addict or a victim.", "kid1 said to Ekko: Hi.", "Ekko said to Vi: They needed somewhere safe to start again.", "Vi said to Ekko: I should have been there. For you. For everyone.", "Ekko said to Vi: That's a good way to drive yourself crazy. If I just went with you that day, maybe none of this would have happened.", "Vi said to Ekko: Or maybe you'd be dead. Or... changed.", "Ekko said to Vi: Powder's gone, Vi. All that's left is Jinx and she belongs to Silco.", "Vi said to Ekko: You're wrong. She's still in there. I can reach her.", "Ekko said to Vi: You can't.", "Vi said to Ekko: I know my sister.", "Ekko said to Vi: I got one more thing to show you. This is everyone we've lost. The price of our freedom. Some of it was Enforcers. Most was Silco. Your sister works for him not because she has to, but because she wants to. I'm sorry, but that's who she is now. Let us through! Come on! We understand. Just stand down!", "Jayce said to Marcus: Thank you for alerting me, Sheriff.", "Marcus said to Jayce: Not a problem, Councilor.", "Viktor said to Jayce: Jayce, what is this?", "Jayce said to Viktor: Do you have any idea how this looks? I order a blockade and my own partner violates it?", "Viktor said to Jayce: You ordered this? Why?", "Jayce said to Viktor: There are people down there who seem hell-bent on destroying us. What were you doing?", "Viktor said to Jayce: I was consulting a friend about our quandary. I told you, I knew someone.", "Jayce said to Viktor: Well, you didn't say they were from the undercity.", "Viktor said to Jayce: What difference does that make?", "Jayce said to Viktor: What diff... They're dangerous.", "Viktor said to Jayce: I'm from the undercity.", "Jayce said to Viktor: You're right. I'm sorry. I've had a lot on my plate. Was your friend able to help?", "Viktor said to Jayce: No. No, he said, \"Nature was resistant to this sort of tampering.\"", "Jayce said to Viktor: All right, we'll keep at it.", "Finn said: First, this wild attack in the heart of Piltover. Now, the border's closing. We're bleeding money and for what? His dreams of rebellion? He's losing control. If we stand together...", "Silco said to Finn: We aren't due for an assembly.", "Finn said to Silco: We should be. Ever since your stunt topside, profits have been plummeting. Topsiders are too afraid to cross.", "Finn said to Silco: We're all wondering, what's your plan to fix this?", "Silco said: You're all wondering, are you?", "Finn said to Silco: Way I see it, we should cut a deal and give back the Gemstone. Better to have some trade than none at all.", "Silco said to Finn: The border issue is temporary. Jinx will deal with it.", "Finn said to Silco: Huh. Rumor is, your dog's off her leash. How you meant to bring Piltover to heel if you can't handle your own people, huh?", "Silco said: Oh, you don't recognize it? Have you forgotten where we came from? The mines they had us in? Air so thick it clogged your throat. Stuck in your eyes. But I pulled you all up from the depths. Offered you a taste of topside. And fresh air. I gave you life. Purpose. But you've grown fat and complacent. Too much time in the sun.", "Silco said to Finn: We came from a world where there was never enough to go around, Finn.", "Silco said: That is why we fight. Do you remember?", "Finn said to Silco: Sorry. Please. Please.", "Silco said to Finn: Don't forget again.", "Silco said: Good meeting.", "Elora said to Mel: I've had word from our friends overseas. This threat from the undercity is drawing attention. Piltover looks vulnerable.", "Mel said to Elora: It's too soon. Jayce isn't ready.", "Elora said to Mel: There's one other thing. This arrived for you.", "kid said to Caitlyn: Hmm?", "Caitlyn said to Ekko: What have you done with Vi? Listen, let her go. I brought her here. It's me you want.", "Vi said to Caitlyn: My hero.", "Caitlyn said to Vi: You're... But I thought you... I thought they were hurting you!", "Ekko said to Caitlyn: Vi tells me I can trust you. You get a pass back topside, that's it. Let's go.", "Jinx said to Silco: Let me help you with that.", "Silco said to Jinx: Where've you been, Jinx?", "Jinx said to Silco: Oh, you know. Here, there, chasing down dead ends. And guess what? They're not all dead.", "Silco said to Jinx: I can explain.", "Jinx said to Silco: Don't move, silly. I might hurt you.", "Silco said to Jinx: I didn't know. Marcus never told me she was in Stillwater.", "Jinx said to Silco: But you found out she came back. You lied.", "Silco said to Jinx: I wanted to protect you.", "Jinx said to Silco: From what?", "Silco said to Jinx: She and the enforcer are back for the crystal. Not for you. Have you forgotten how she left you? Who found you? Who cared for you? Gave you a home? I am your family. Everyone else betrays us. I need you. Now more than ever. You have to complete the weapon.", "Caitlyn said to Vi: It's beautiful.", "Ekko said to Caitlyn: If your people had your way, it'd be rubble and ash.", "Caitlyn said to Ekko: It's a misunderstanding. They think you work for Silco.", "Ekko said to Caitlyn: Your people hunt us like animals. Silco pays them to do it.", "Caitlyn said to Ekko: That's not possible. You're wrong.", "Ekko said to Caitlyn: Say that one more time.", "Vi said to Ekko: Ekko, she believes what she's saying, okay? She's not your enemy.", "Ekko said to Vi: Oh, yeah? Then what's this?", "Caitlyn said to Ekko: You got it. You have to let me take that back.", "Vi said to Caitlyn: What is it?", "Caitlyn said to Vi: It's a Gemstone. It was stolen during the attack. By your sister.", "Vi said to Caitlyn: You just forgot to mention that?", "Caitlyn said to Vi: With this, someone with the right knowledge could build any Hextech device. If enforcers are becoming more... aggressive, that's why.", "Ekko said to Caitlyn: We could beat Silco with this.", "Caitlyn said to Ekko: That won't solve things.", "Ekko said to Caitlyn: Easy for you to say. Your people aren't dying all around you.", "Caitlyn said to Ekko: Ekko, it's wrong what's been done to you. You'd be well within your rights to keep it. I couldn't blame you. But... if you do, this cycle of violence will never stop. This is our best shot at setting the record straight. This city needs healing. More than I ever realized. Please, let me help you.", "Ekko said to Caitlyn: You got a plan?", "Caitlyn said to Ekko: I have a friend on the council. Let me take the Gemstone to him. He'll listen to me. Your people wouldn't have to hide anymore.", "Ekko said to Caitlyn: One condition. I'm the one who gives it to them.", "Viktor said to Jayce: Um, the form is crude, but uh, the engineering is... inspired.", "Jayce said to Viktor: You think they could crack Hextech?", "Viktor said to Jayce: Mm. It's a leap.", "Mel said to Jayce: It's been suggested that they may have found a way to utilize the Gemstone. If we are to assume the worst, that would mean they've turned it into a weapon.", "Jayce said to Mel: Well, do we know this for certain?", "Mel said to Jayce: We can't afford to wait to find out.", "Viktor said to Mel: Wait. What are you suggesting?", "Mel said to Jayce: We should prepare our own countermeasures.", "Jayce said to Mel: You want us to build weapons?", "Viktor said to Mel: Absolutely not. That is not why we invented Hextech.", "Jayce said to Mel: We would shatter any attempt at peace. Heimerdinger would never go for this.", "Mel said to Jayce: Heimerdingers' inaction is what brought us here. You said so yourself. The peace is already broken, Jayce. I'm only asking you to prepare to defend your people. If we're lucky, we'll never need to use it. The decision is yours.", "Viktor said to Jayce: Ridiculous. You cannot be considering this.", "Jayce said to Viktor: What if she's right? Are we just gonna stand by while they attack us?", "Viktor said to Jayce: We're scientists, not soldiers.", "Jayce said to Viktor: We have the knowledge to defend ourselves.", "Viktor said to Jayce: We agreed Hextech was to improve lives, not to take them.", "Jayce said to Viktor: We may not have a choice.", "Viktor said to Jayce: There is always a choice.", "Jayce said to Viktor: I need to think.", "Caitlyn said to Vi: What are they?", "Vi said to Caitlyn: We call them firelights. Never seen so many though.", "Jayce said to Talis: I'm worried I have to do something I never thought I would.", "Ekko said to Vi: Vi?", "Vi said to Ekko: I can't leave her again.", "Ekko said to Vi: You can't change her.", "Vi said to Ekko: I have to try.", "Ekko said to Vi: Don't get yourself killed.", "Vi said to Ekko: No promises.", "Vi said to Caitlyn: It's been real, Cupcake. Thanks. For everything.", "Jinx said to Mylo: Shut up. It's just a goodbye hug. She wouldn't do that. Not again.", "Marcus said to Caitlyn: Halt! What the hell is this?", "Caitlyn said to Marcus: Sir! I have proof. Silco's behind everything.", "Marcus said to Caitlyn: Show me.", "Ekko said to Caitlyn: No.", "Caitlyn said to Ekko: Hmm.", "Ekko said to Caitlyn: Shit.", "Vi said to Caitlyn: Caitlyn!", "Jinx said to Vi: Liar.", "Marcus said to Caitlyn: I told you to leave this alone. Tell my... Tell my daughter I...", "Ekko said to Vi: Go!", "Jinx said to Ekko: Oh, look who it is. The boy savior. Hah. Yes! No.", "Mrs. Medarda said to Mel: When I was ten, your grandfather brought me to the aftermath He offered me a gold coin for every blade I retrieved from the fallen. Said we needed the steel. But I knew it was a lie. He wanted me to know death.", "Mel said to Mrs. Medarda: Kino says war is a failure of statecraft.", "Mrs. Medarda said to Mel: Your brother thinks he can talk his way out of anything. He fancies himself a fox among the wolves. But mark me, child, if you want to last in this world, you must learn to be both the fox and the wolf.", "Mel said to Mrs. Medarda: We'll paint the walls in gold. Import crystal chandeliers. Advisors will enter here, but the regent will have her own, secret entrance. She should have a kind, fat face. Clever, to charm her subjects, but pliable so we can mold her.", "Mrs. Medarda said to Mel: Perhaps, she could be my daughter.", "Mel said to Mrs. Medarda: You'd give me a throne?", "Mrs. Medarda said to Mel: I will give you the world, child, if you prove you can take it. What should we do with her?", "Mel said to Mrs. Medarda: She won't make trouble for us. Strip her of her possessions and send her to the far colonies.", "Mrs. Medarda said to Mel: She's a symbol of the old regime. Kill her now, and only one must die. Let her live and you may need to kill thousands.", "Mel said to Mrs. Medarda: We can show the people we are merciful.", "Mrs. Medarda said to Mel: A wolf has no mercy.", "Vi said to Caitlyn: Will you be okay? I'll be right back.", "Caitlyn said to Vi: Okay.", "Silco said: Jinx!", "Caitlyn said to Vi: It's gone.", "Vi said to Caitlyn: What?", "Caitlyn said to Vi: It was all for nothing.", "sergeant said to Jayce: Sir, we've secured the area. I've got orders to escort you back into the city. Sir? Are you all right?", "Vi said to Caitlyn: Who lives here? Another Councilor friend of yours?", "Mrs. Kiramman said to Caitlyn: Caitlyn!", "Mr. Kiramman said to Caitlyn: Oh. We were so worried. Thank goodness you're safe!", "Mrs. Kiramman said to Caitlyn: And you found a stray.", "Caitlyn said to Mrs. Kiramman: This is Vi. She's from the undercity.", "Mrs. Kiramman said to Caitlyn: So I see. Could we have a word, Caitlyn? In private.", "Caitlyn said to Mrs. Kiramman: You have to speak to the Council.", "Mrs. Kiramman said to Caitlyn: Speak to the Council? You understand you've broken several laws?", "Mr. Kiramman said to Mrs. Kiramman: She was doing what she thought was right.", "Caitlyn said to Mrs. Kiramman: I'll take responsibility.", "Mrs. Kiramman said to Caitlyn: You're a Councilor's daughter. Your actions reflect on the entire body.", "Caitlyn said to Mrs. Kiramman: My actions? You know what else reflects on the Council? Its citizens living on the streets. Being poisoned. Having to choose between a kingpin who wants to exploit them and a government that doesn't give a shit.", "Mrs. Kiramman said to Caitlyn: Caitlyn!", "Mr. Kiramman said to Mrs. Kiramman: I'm sure our daughter could use some rest after her adventures.", "Mrs. Kiramman said to Caitlyn: I'll schedule an audience.", "Caitlyn said to Mrs. Kiramman: Thank you.", "Mrs. Kiramman said to Caitlyn: You and your friend can address the Council yourselves. I'd suggest you prepare accordingly.", "Singed said to Silco: Her injuries are severe.", "Silco said to Singed: You think I can't see that?", "Singed said to Silco: Huh. I believe I can save her, but the process will be demanding. Sometimes death is a mercy.", "Silco said to Singed: She can take it.", "Singed said to Silco: And before I begin, I must know... Are you prepared to lose her?", "Silco said to Singed: Jinx? Jinx! She won't die, Doctor. She can't.", "Singed said to Silco: I understand. Please understand, this is for your own sanity. I, too, once had a daughter.", "Sevika said to Finn: Silco isn't taking guests.", "Finn said to Sevika: Not a problem. Wasn't here for him. Thought I might bend your ear. You know when I ask my mates what Silco's up to, your name's first out of their mouths. Sevika's out in the harbor, or \"Sevika paid the knuckleheads a visit.\" You're a scary lady.", "Sevika said to Finn: Get to your point.", "Finn said to Sevika: Run a tight ship, don't you? Except it's not your ship. It's his and Jinx's.", "Sevika said to Finn: This is your plan? Undermine Silco by making a half-assed play at my ego? Gotta hand it to you, Finn. Every time I think you can't get dumber, you dig a new low.", "Finn said to Sevika: Let's be plain, then. He's slipping. The undercity's devolving to chaos. And somehow, I get the feeling he isn't up there balancing booksheets. Jinx gets a whim, suddenly his spine's made of jelly. And here you are, shoveling his shit. Ego is one thing, brain's another. You aren't the only one dissatisfied with his performance. There's bigger fish than Silco.", "Mrs. Medarda said: Mel. Elora. You didn't have to come out to meet me.", "Mel said to Mrs. Medarda: What are you doing here, Mother?", "Mrs. Medarda said to Mel: Can I not visit? I've heard stories of Piltover's hospitality.", "Mel said to Mrs. Medarda: You didn't sail halfway across the continent to sample the local cuisine.", "Mrs. Medarda said to Mel: It's been over a decade, Mel.", "Mel said to Mrs. Medarda: Since you banished me?", "Mrs. Medarda said to Mel: Such drama. I sent you here to oversee our family's interests and grow yourself. Which you have.", "Mel said to Mrs. Medarda: You said, \"Perhaps, your sentimentality will be more at home with those soft-spined idealists overseas.\"", "Mrs. Medarda said to Mel: You have your father's memory.", "Mel said to Mrs. Medarda: Don't try to ingratiate yourself with me.", "Mrs. Medarda said to Mel: Mel.", "Mel said to Mrs. Medarda: Or that.", "Mrs. Medarda said to Mel: Your brother's gone.", "Mel said to Mrs. Medarda: What happened?", "Mrs. Medarda said to Mel: He crossed the wrong man. I was distracted. That's a mistake I can't take back. Your Jayce Talis has turned his eye to Hextech weaponry.", "Mel said to Mrs. Medarda: I knew it.", "Mrs. Medarda said to Mel: War is coming. You've let the problems of your undercity fester too long.", "Mel said to Mrs. Medarda: Piltover isn't like Noxus. War isn't our first and every recourse. I sponsored Hextech to protect the city, not burn it to the ground.", "Mrs. Medarda said to Mel: It's not conjecture, it's a fact. Weapons can't be unmade and they are always used. I'm here to help guide you to the right decisions.", "Mel said to Mrs. Medarda: I don't need your guidance.", "Mrs. Medarda said to Mel: We'll see.", "boy said to Mrs. Medarda: Miss Medarda?", "Mel said: Yes?", "Mrs. Medarda said: Yes?", "Mrs. Medarda said to Mel: He's for me, dear. I'm off to sample the local cuisine.", "Caitlyn said to Vi: We'll present our case to the Council tonight.", "Vi said to Caitlyn: You did all this yourself? Without even going down there? And I thought Powder could get obsessed.", "Caitlyn said to Vi: What happened to her, it's not your fault.", "Vi said to Caitlyn: When my parents were still alive... me and Powder used to share a bed like this. Except, maybe, half the size. We played a game where we pretended to be bigger and bigger monsters. So she would say, \"I'm a slug monster with venom for ooze.\" And I'd say, \"Well, I'm a slug-eating crab with razor spikes.\" Sometimes, I... I'd get carried away and she'd get scared. I didn't want her to start crying and wake my parents up, so... I pretended to chase my own monsters away. I'd say... No monster's gonna get you when I'm here. Then a real monster showed up. And I just ran away. I left her.", "Vi said to Jinx: You know, Powder, you're stronger than you think.", "Jinx said: Vi? No! No, no. No!", "Singed said to Jinx: I understand this must be painful.", "Jinx said: No!", "Singed said to Jinx: I'm afraid it will only get worse.", "Jinx said: Wait! No!", "Silco said to Singed: What have you done?", "Singed said to Silco: I saved her life. Move.", "Heimerdinger said: Oh.", "Heimerdinger said: Hmm. Huh?", "Heimerdinger said: Like this. Bye...", "Heimerdinger said: Oh, ingenious. Though these blades seem improperly pitched.", "Ekko said to Heimerdinger: You're wrong. It's designed for the fissures. The air is denser.", "Heimerdinger said to Ekko: Oh. Are you all right, lad?", "Ekko said to Heimerdinger: Yeah, I'm fine, I just sprained my ankle. Are you Councilor Heimerdinger?", "Heimerdinger said to Ekko: It's just Heimerdinger now.", "Ekko said to Heimerdinger: What are you doing on this side of the river?", "Heimerdinger said to Ekko: I wanted to offer my assistance to the citizens of the undercity, but... it seems I'm unwelcome. What is it?", "Ekko said to Heimerdinger: We're having the exact same day.", "Heimerdinger said to Ekko: That looks like more than a sprain. You need medical attention.", "Ekko said to Heimerdinger: I have to get home. It isn't safe for me here. I don't know how I'm gonna get there with my leg busted, and, well... you're holding my ride.", "Mrs. Medarda said to Jayce: Do they teach military history at your Academy, Mr. Talis?", "Jayce said to Mrs. Medarda: It's, um, Councilor Talis. And I'm not sure.", "Mrs. Medarda said to Jayce: The Alornian General Sonnem Parlec used to find ways to meet his enemies blindfolded. He said a man's mind hides behind his body. Somehow, I doubt he ever tried this.", "Jayce said to Mrs. Medarda: You're Mel's mom.", "Mrs. Medarda said to Jayce: Among other things.", "Mrs. Medarda said: Squeeze, child. You won't break it.", "Jayce said to Mrs. Medarda: I do have other matters, so if you'll excuse me...", "Mrs. Medarda said to Jayce: The threat of the undercity is real. Your leadership is impotent.", "Jayce said to Mrs. Medarda: We may not be Noxus, but Piltover isn't as helpless as you think.", "Mrs. Medarda said to Jayce: Who said anything about Piltover? The Council is the problem. The mind hiding behind the body. Navigating your current crisis requires expertise you lack.", "Jayce said to Mrs. Medarda: Do you know what the success rate for senior Academy inventors is? Three percent. We're no strangers to failure. What makes this the City of Progress is that we keep trying until we get it right. So thank you for your advice, Mrs. Medarda, but I have a city to run.", "Mrs. Medarda said to Jayce: Wait. I see why this province and my daughter have fallen for you. You have the passion of youth. I have experience. I want you to succeed here, Jayce, to grace the world with Hextech. But if you don't accept certain realities, I fear you'll end up like General Parlec. Slaughtered with your eyes closed. they intend to delay shipments until fall to give things \"time to cool off.\"", "Mrs. Kiramann said: We have greater concerns than a dip in profits. The Sheriff betrayed us. We need better information.", "Jayce said: We need to act. Before anyone else gets killed. What could anyone in the undercity offer him that he didn't have up here?", "Caitlyn said: It's not what they offered him, it's what he had to lose.", "Mrs. Kiramann said: Councilors, my daughter has a unique insight into our situation.", "Caitlyn said: Thank you. Councilors, this is Vi. She was born in the undercity. Even though we failed her in countless ways, she risked everything to show me what life is really like down there. People are starving, sick, ravaged by Shimmer. They live in constant fear of the coordinated efforts of violent crime lords. One man leads these efforts. Silco. They yielded no such level of organization.", "Caitlyn said: And who led these investigations?", "Jayce said: What does this Silco even want from us?", "Caitlyn said: He believes the undercity should be independent. He calls it the Nation of Zaun.", "Jayce said: What about these? Do you know who made them?", "Caitlyn said: No, well... Uh...", "Vi said: Her name is Jinx.", "Jayce said: This Jinx has the Gemstone? Then we have to go in by force.", "Mel said: That could trigger war.", "Caitlyn said: There are good people down there. Even if we wanted to invade, they have Shimmer.", "Jayce said: We have Hextech.", "Caitlyn said: What happened to you?", "Jayce said: We've been talking about talking for weeks now. They're still cleaning the blood off the bridge. When do we say enough is enough?", "Mel said: Jayce, you don't know war. I do. It must be our last resort. There may be a diplomatic solution.", "Vi said: What? You want to negotiate with him?", "Mrs. Kiramann said: It may be the only way to avoid further bloodshed.", "Vi said: This is insane. Did you learn nothing? You can't talk to him! He hates you. Everything you stand for. He will never back down.", "Vi said: Forget it. I remember where your fancy damn door is.", "Caitlyn said to Vi: Vi! Wait! Wait! Where are you going?", "Vi said to Caitlyn: I don't know. Back where I came from? Seems like that's what everyone up here wants.", "Caitlyn said to Vi: I can fix this.", "Vi said to Caitlyn: You can't! This is how things are. How they've always been. I was so stupid to think it could change.", "Caitlyn said to Vi: There must be something else we can do. Some other way. We'll make a new plan. We have to try.", "Vi said to Caitlyn: We tried. Okay? It wasn't enough. Topside and bottom. Oil and water. That's all there is.", "Caitlyn said to Vi: What about us?", "Vi said to Caitlyn: Oil and water. Wasn't meant to be.", "Caitlyn said to Vi: You're just saying that.", "Vi said to Caitlyn: Do yourself a favor, Cupcake. Go back to that big, shiny house of yours and just... forget me, okay?", "Sky said: Viktor, I've been working on a private project for a couple weeks now. No. Viktor, I've been working on this for a year now and... Viktor. Viktor, I was hoping you might take a look at something I've been working on. Viktor... I was inspired by your... Everything you do inspires me.", "Sky said to Viktor: Viktor! Viktor!", "Viktor said: Sky? Sky? No. No! That... that can't... that can't...", "Vi said to Jayce: You want to make Silco pay for what he's done?", "Jayce said to Vi: I could have you arrested.", "Vi said to Jayce: You guys really like to bandy that threat around. You ever been to Stillwater?", "Jayce said to Vi: No.", "Vi said to Jayce: So you just wave an arm, have someone dragged off, don't bother to find out what it does to someone being stuffed in a stone box for weeks, or months, or even years?", "Jayce said to Vi: Yeah. I want to make Silco pay.", "Vi said to Jayce: I want in.", "Jayce said to Vi: There is no in. You heard the Council.", "Vi said to Jayce: Fuck the Council. You said you were tired of doing nothing. That's the only sensible thing that came out of anyone's mouth tonight.", "Jayce said to Vi: I'm not a vigilante.", "Vi said to Jayce: No, you're a victim. Huh... This so people notice you when you raise your hand in the boardroom?", "Jayce said to Vi: We built them for mining the fissures.", "Vi said to Jayce: Hmm. Someone close to me had a pair of these. You're the first person Caitlyn looked for when we made it to topside. Of everyone up here, you're the one she trusted to do something.", "Jayce said to Vi: What do you want me to do? Arrest him?", "Vi said to Jayce: Silco controls the undercity with Shimmer. Shut down his supply, and it's only a matter of time before his own people turn on him.", "Jayce said to Vi: And how do we do that?", "Vi said to Jayce: Take out his manufacturing facilities. Hit them hard and fast, before he can react. So... We got a deal, pretty boy? Over the bridge. Secured! Get back! You little punk. Hey! Hmm. Hmm. ", "Vi said to Jayce: You didn't have a choice. He knew what he was signing up for.", "Jayce said to Vi: We're done here.", "Vi said to Jayce: We haven't even scratched the surface. Silco's still out there.", "Jayce said to Vi: Do you not understand? I am part of this now! The next parents who get a message their kid isn't coming home... I don't even know where to take it. Do we just leave him here?", "Vi said to Jayce: You've always been a part of this. You just never had to look it in the eye. One dead kid? There's hundreds more where he came from, thanks to Silco, and thanks to people like you who stuck their heads in the dirt.", "Jayce said to Vi: This is over.", "Vi said to Jayce: Not for me.", "Jayce said to Vi: Take those off.", "Vi said to Jayce: Make me.", "Jayce said to Vi: I can't let you leave with them.", "Vi said to Jayce: Then, I guess you're gonna need to kill another trencher.", "Jayce said to Vi: You won't make it alone.", "Sevika said to Silco: Been a while since topside's gotten this bold.", "Silco said to Sevika: Say what you want about the late Sheriff. He had his uses.", "Sevika said to Silco: Too bad Jinx didn't think so.", "Silco said to Sevika: We'll buy another.", "Renni said to Silco: You gonna do anything about that piece of shit that murdered my boy? Let me guess, \"Jinx will take care of it.\" Just like she's been taking care of everything else.", "Silco said to Renni: We all mourn the loss of your son, Renni. At least, we have the solace of knowing he died fighting for our cause, instead of some petty personal dispute, as so often occurs here.", "Renni said to Silco: You're one to talk about sacrificing for the cause. Where is Jinx anyhow?", "Silco said to Renni: Help her with the body.", "Sky said: Viktor, I know this will probably never see the light of day but watching how you work so tirelessly to make the world a better place... Well, I couldn't forgive myself if I never tried. Everyone's gotta do their part, right?", "Mrs. Medarda said: Okay. Noxian wine is bold by comparison. The grapes are hardened by the climate. But then, so is everything that manages to survive in Noxus.", "Mrs. Medarda said to Mel: Mel, would you like...", "Mel said: Leave.", "Mrs. Medarda said: Hmm.", "Mel said to Mrs. Medarda: Stay away from Jayce!", "Mrs. Medarda said to Mel: You really are fond of him.", "Mel said to Mrs. Medarda: Better yet, march back to your ship and get the hell out of my city.", "Mrs. Medarda said to Mel: Get ahold of yourself. I taught you better. We're in trouble, Mel. The man who killed your brother doesn't believe the score is settled, and his resources exceed ours. If there is a chance Hextech can be weaponized, we must have it.", "Mel said to Mrs. Medarda: Piltover isn't your testing ground.", "Mrs. Medarda said to Mel: I've only accelerated the process you started.", "Mel said to Mrs. Medarda: I wanted to protect the city from people like you. I can't believe you'd start a war just to cover your ass.", "Mrs. Medarda said to Mel: I would set the world ablaze to protect our family.", "Mel said to Mrs. Medarda: No. I stopped being part of this family the moment you cast me out. Why? Why did you do it?", "Mrs. Medarda said to Mel: Because you weakened me! I couldn't endure the look in your eyes whenever I made the decisions, the necessary decisions to keep us safe! We need that weapon, Mel. Let the war unfold. And you come home, take your place at my side. It's where you belong.", "Viktor said: I'm sorry. I don't know where you'd have preferred. I'm sorry.", "Jayce said to Viktor: Am I interrupting? Remember the Distinguished Innovators competition?", "Viktor said to Jayce: I remember you notching gears in the carriage over.", "Jayce said to Viktor: They started cranking the engine and the whole thing was rattling. I thought a loose cog was gonna take someone's eye out.", "Viktor said to Jayce: At least, you didn't throw up.", "Jayce said to Viktor: Everything made sense then.", "Viktor said to Jayce: You have to destroy it.", "Jayce said to Viktor: I know.", "Viktor said to Jayce: The Hexcore. I... I can't do it. You have to. Please.", "Jayce said to Viktor: What about your disease? Without the Hexcore...", "Viktor said to Jayce: Promise me.", "Jayce said to Viktor: Okay. Okay. I promise.", "Viktor said to Jayce: We lost ourselves. Lost our dream. In the pursuit of great, we failed to do good. We have to make it right.", "Silco said: I'm busy.", "Finn said to Silco: When you took Vander out of play, I thought, Now here's a man who understands what it takes to run an enterprise. The attitude, the instinct, the eye. The whole package, you were. Always two steps ahead. But time's lapped you, old man.", "Silco said to Renni: You're with him, are you?", "Renni said to Silco: You screwed up, Silco.", "Silco said: You're too young to remember what the undercity was before it became an \"enterprise\". We had nothing. You know what bore us through those times? Loyalty. Brothers and sisters back-to-back against whatever the world threw at us. Now I'm forced to share the air with parasites like you, who leach off their legacies.", "Finn said to Silco: Today's the day you die, Silco.", "Silco said to Finn: That's a risk I've known all my life. But I still believe in loyalty.", "Silco said to Renni: I would have had your son killed for this. Though I suppose we're ahead on that account. Get out.", "Silco said to Sevika: Were you tempted?", "Sevika said to Silco: Not for a worm like him. But he won't be the last.", "Silco said: Hmm.", "Silco said to Jayce: Perfect place for an ambush. And you without your hammer.", "Jayce said to Silco: I was reminded recently of what brought us together in the first place. The threats beyond our walls.", "Silco said to Jayce: This city has a short memory.", "Jayce said to Silco: Progress. Far be it from me to stand in the way. Free trade routes, blanket amnesty,\nunrestricted access to the Hexgates, sovereignty. Do you really think you're in a position to demand all this?", "Silco said to Jayce: I give you credit for your stunt, boy. Didn't think you had the stomach. But the big display followed by a request for parley, you're tipping your hand. You're afraid.", "Jayce said to Silco: I am afraid. Today, I got a glimpse of what war between us might look like. Your people wouldn't stand a chance. The Council couldn't care less. I'm trying to save you from annihilation.", "Silco said to Jayce: Well, well. Not the fresh-faced Academy pledge, are you? You want peace, this is the price.", "Jayce said to Silco: You'll discontinue the production of Shimmer?", "Silco said to Jayce: Half there already.", "Jayce said to Silco: Return the Gemstone. And I need Jinx. She has to pay for what she's done.", "Silco said to Jayce: They weren't her crimes. She was working for me.", "Jayce said to Silco: Believe me, if I had it my way, it'd be you rotting in Stillwater, but we can't make a deal with a snake and cut off its head. We both have our shitty parts to play. Get me Jinx. And I'll give you your nation of Zaun.", "Heimerdinger said: Astonishing.", "Heimerdinger said to Ekko: You say all this came about in your own brief lifespan? How were you able to accomplish so much so quickly?", "Ekko said to Heimerdinger: You'd be surprised what you can pull off when your life depends on it.", "Heimerdinger said to Ekko: Uh, why this form? Surely, there are more efficient and safer methods of transportation. Huh? Hmm?", "Heimerdinger said to Ekko: Oh.", "Ekko said to Heimerdinger: It's not enough to give people what they need to survive, you have to give them what they need to live.", "Silco said: A thousand times I've imagined this moment. Never like this. All we ever wanted. The boy didn't even haggle. And what do I lose but problems? Oh, it all makes sense now, brother. Is there anything so undoing as a daughter? Piss off.", "Sevika said: Everyone out.", "Vander said to Vi: Well, your guard needs working. I wish I could say it gets easier, kiddo. But I'd be lying. What I can say is... She still needs you. They all do. So what do you say? That's my girl.", "Vi said: Silco.", "Jinx said to Vi: Bravo, sis.", "Jayce said: My recent unsanctioned activities in the underground have shown me two things. I'm not fit to govern the people who live there. And neither are you. Our opportunity to demonstrate our compassion, our dedication, our solidarity has passed. They're right not to trust us.", "Mrs. Kiramann said: You're walking a fine line, Jayce.", "Jayce said: With respect, I don't give a shit what any of you think of me anymore.", "Jayce said to Mel: Except you. You were right. You were always right.", "Jayce said: My days here are numbered, but I've come with Viktor, my partner and a Zaunite, with one final proposal.", "Viktor said: Jayce has brokered a peace with Silco. In exchange for the undercity's independence.", "Mrs. Kiramann said: What? Nonsense! We have procedures...", "Jinx said: Really thought I buried this place. But I should have known better.", "Vi said to Jinx: Powder?", "Jinx said: Nothing ever stays dead.", "Vi said to Jinx: Are we alone?", "Jinx said to Vi: For now. Maybe forever. Wanna know a secret? Silco thinks he made Jinx, with all his rants and his hard-won lessons. Excise your doubts, Jinx. Be what they fear, Jinx. Like everything was the same as when Vander left him. But he didn't make Jinx. You did.", "Vi said to Jinx: I'm sorry, Powder. I never meant to leave you.", "Jinx said to Vi: You never left. I always heard you. Shadows in the streets, prickles on the back of my neck. Your voice. Pushing me. Picking me up when all the colors were black. You're the reason I'm still alive.", "Vi said to Jinx: I spent so many nights in that shitty prison. On the freezing floor, hungry, bloody, counting the hours. The only thing... The only thing that kept me going was the thought of getting back to you.", "Jinx said to Vi: Are we still sisters?", "Vi said to Jinx: Nothing is ever going to change that.", "Jinx said to Vi: I always knew you'd come back.", "Vi said to Jinx: What's going on?", "Silco said: No.", "Jinx said to Vi: He took everything from us. Right here, he stabbed Vander in the back. Just like he planned to do with me.", "Jinx said to Silco: Liar.", "Jinx said: Mm. We're missing someone.", "Vi said: Huh?", "Jinx said to Vi: I paid your girlfriend a visit this morning.", "Vi said to Jinx: What did you do?", "Jinx said to Vi: I made her a snack.", "Vi said to Jinx: Huh? No!", "Jinx said to Vi: Sheesh. I'm not that crazy.", "Vi said to Jinx: Powder! Leave her out of this.", "Jinx said: Now...", "Jinx said to Vi: Where should I sit? That's your choice, really. Make her go away. Please. Send her on her way and... And you can have Powder back.", "Caitlyn said: Mm.", "Vi said to Jinx: I can't.", "Jinx said: Ah.", "Vi said to Jinx: No! Powder, listen. We... we can just go. We'll leave and never come back.", "Jinx said to Vi: Where would we go?", "Jinx said to Jinx: No, no, no. She's not saying that.", "Vi said to Jinx: It's true, we'll put this behind us. You'll never have to see him again, Powder.", "Jinx said to Silco: What do you have to say about that?", "Silco said to Vi: Her name is Jinx!", "Silco said to Jinx: She's lying. You'll be with her a day before she realizes you aren't that girl anymore and turns her back on you.", "Jinx said: Mm-hmm.", "Jinx said to Vi: You aren't lying? You wouldn't lie to me. Not again.", "Vi said to Jinx: I'm not lying. I'm on your side. I promise.", "Jinx said to Jinx: Shut up! We're talking!", "Silco said to Jinx: The topsiders offered me everything. Independence, a seat at the table. All in return for you. They can all burn. Everyone betrays us, Jinx. Vander. Her. They will never understand. It's only us. You're my daughter. I'll never forsake you.", "Caitlyn said to Jinx: Drop the gun!", "Vi said to Jinx: No. Please. No! Stop!", "Caitlyn said to Jinx: Drop the gun.", "Vi said to Caitlyn: Wait! She's my sister.", "Caitlyn said to Vi: Vi, she's too far gone.", "Vi said to Caitlyn: No, no, no. Look out!", "Silco said to Jinx: You see, now finish it.", "Vi said to Jinx: Damn it! Powder, wake up! Remember who you are! I know you remember! Picture Mylo! Claggor!", "Jinx said to Vi: Stop.", "Vi said to Jinx: Vander!", "Silco said to Jinx: Shut up! Don't listen to her!", "Vi said to Jinx: Dad! Mom! Me!", "Jinx said: No!", "Jinx said to Silco: No... Oh. Oh, no, no, no. I'm sorry... I'm sorry. I'm sorry. I'm sorry.", "Silco said to Jinx: I never would have given you to them. Not for anything. Don't cry. You're perfect.", "Vi said to Jinx: Powder? It's okay. We'll be okay.", "Jinx said to Vi: I thought maybe you could love me like you used to. Even though I'm... different. But you changed too. So... Here's to the new us.", "Silco said: We'll show them. We'll show them all.", "Mel said: I support Councilor Talis' proposal for peace."]}